[
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 0,
    "text": "MẪU KHBD THỐNG NHẤT CỦA TỔ CHUYÊN MÔN\nNgày soạn: ……………. TÊN CHỦ ĐỀ/BÀI DẠY\nLớp:\nTuần:\nTiết:\nI. Mục tiêu\n1. Về kiến thức: rõ 3 cấp độ (NB, TH, VD)\n- (Nhận biết):\n- (Thông hiểu):\n- (Vận dụng):\n2. Về năng lực:\n…\n3. Về phẩm chất:\n…\nII. Thiết bị dạy học và học liệu\n…\nIII. Tiến trình dạy học\n1. Hoạt động 1: Mở đầu\na. Mục tiêu\nb. Tổ chức thực hiện:\nlinh hoạt theo ý tưởng tổ chức hoạt động (dưới là các bước thông thường). - Bước 1: Chuyển giao nhiệm vụ\n- Bước 2: Thực hiện nhiệm vụ."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 1,
    "text": "- Bước 3: Báo cáo kết quả hoạt động\n- Bước 4: Kết luận, nhận định\n2. Hoạt động 2: Hình thành kiến thức mới\na. Mục tiêu\nb. Tổ chức thực hiện\n- Bước 1: Chuyển giao nhiệm vụ\n- Bước 2: Thực hiện nhiệm vụ. - Bước 3: Báo cáo kết quả hoạt động\n- Bước 4: Kết luận, nhận định\nGiáo viên chủ động điều chỉnh cho phù hợp với từng loại bài, hoạt động, phù hợp với đặc thù môn học\n3. Hoạt động 3: Luyện tập\na. Mục tiêu\nb. Tổ chức thực hiện\n- Bước 1: Chuyển giao nhiệm vụ\n- Bước 2: Thực hiện nhiệm vụ."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 2,
    "text": "- Bước 3: Báo cáo kết quả hoạt động\n- Bước 4: Kết luận, nhận định\n4. Hoạt động 4: Vận dụng\na. Mục tiêu\nb. Tổ chức thực hiện\n- Bước 1: Chuyển giao nhiệm vụ\n- Bước 2: Thực hiện nhiệm vụ. - Bước 3: Báo cáo kết quả hoạt động\n- Bước 4: Kết luận, nhận định\nGHI CHÚ\n1. Bài có nhiều tiết phải có dự kiến phân tiết. 2. Hệ thống câu hỏi, bài tập luyện tập: câu hỏi trắc nghiệm + câu đúng/sai\n3."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 3,
    "text": "Hoạt động vận dụng:\n- Thực hiện đối với những bài hoặc nhóm bài có nội dung phù hợp\n- Chủ yếu được giao cho học sinh thực hiện ở ngoài lớp học. 4. Trong Kế hoạch bài dạy không cần nêu cụ thể lời nói của giáo viên, học sinh mà tập trung mô tả rõ hoạt động cụ thể của giáo viên và học sinh\n5."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 4,
    "text": "Việc kiểm tra, đánh giá thường xuyên được thực hiện trong quá trình tổ chức các hoạt động học và được thiết kế trong Kế hoạch bài dạy thông qua nhiều hình thức: hỏi - đáp, viết, thực hành, thí nghiệm, thuyết trình, sản phẩm học tập…\nMẪU CỦA SỞ\nNgày soạn: ……………. TÊN CHỦ ĐỀ/BÀI DẠY\nLớp:\nThời gian thực hiện:\nI. Mục tiêu\n1."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 5,
    "text": "Về kiến thức: Nêu cụ thể nội dung kiến thức học sinh cần học trong bài theo yêu cầu cần đạt của nội dung giáo dục/chủ đề tương ứng trong chương trình môn học/hoạt động giáo dục. 2. Về năng lực: Nêu cụ thể yêu cầu học sinh làm được gì (biểu hiện cụ thể của năng lực chung và năng lực đặc thù môn học cần phát triển) trong hoạt động học để chiếm lĩnh và vận dụng kiến thức theo yêu cầu cần đạt của chương trình môn học/hoạt động giáo dục. 3."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 6,
    "text": "Về phẩm chất: Nêu cụ thể yêu cầu về hành vi, thái độ (biểu hiện cụ thể của phẩm chất cần phát triển gắn với nội dung bài dạy) của học sinh trong quá trình thực hiện các nhiệm vụ học tập và vận dụng kiến thức vào cuộc sống. II. Thiết bị dạy học và học liệu\nNêu cụ thể các thiết bị dạy học và học liệu được sử dụng trong bài dạy để tổ chức cho học sinh hoạt động nhằm đạt được mục tiêu, yêu cầu của bài dạy (muốn hình thành phẩm chất, năng lực nào thì hoạt động học phải tương ứng và phù hợp). III."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 7,
    "text": "Tiến trình dạy học\n1. Hoạt động 1: Xác định vấn đề/nhiệm vụ học tập/Mở đầu (Ghi rõ tên thể hiện kết quả hoạt động)\nNêu mục tiêu, nội dung yêu cầu/nhiệm vụ cụ thể mà học sinh phải thực hiện, cách thức giáo viên tổ chức thực hiện, thời gian thực hiện và sản phẩm/kết quả của hoạt động (trình bày ngắn gọn, dễ hiểu)\n2. Hoạt động 2: Hình thành kiến thức mới/giải quyết vấn đề/thực thi nhiệm vụ đặt ra từ Hoạt động 1 (Ghi rõ tên thể hiện kết quả hoạt động)."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 8,
    "text": "Nêu mục tiêu, nội dung yêu cầu/nhiệm vụ cụ thể mà học sinh phải thực hiện, cách thức giáo viên tổ chức thực hiện, thời gian thực hiện và sản phẩm/kết quả của hoạt động (trình bày ngắn gọn, dễ hiểu)\n3. Hoạt động 3: Luyện tập\nNêu mục tiêu, nội dung yêu cầu/nhiệm vụ cụ thể mà học sinh phải thực hiện, cách thức giáo viên tổ chức thực hiện, thời gian thực hiện và sản phẩm/kết quả của hoạt động (trình bày ngắn gọn, dễ hiểu)\n4."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 9,
    "text": "Hoạt động 4: Vận dụng\nNêu mục tiêu, nội dung yêu cầu/nhiệm vụ cụ thể mà học sinh phải thực hiện, cách thức giáo viên tổ chức thực hiện, thời gian thực hiện và sản phẩm/kết quả của hoạt động (trình bày ngắn gọn, dễ hiểu)\nGhi chú:\n1. Mỗi bài dạy có thể được thực hiện trong nhiều tiết học, bảo đảm đủ thời gian dành cho mỗi hoạt động để học sinh thực hiện hiệu quả."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 10,
    "text": "Hệ thống câu hỏi, bài tập luyện tập cần bảo đảm yêu cầu tối thiểu về số lượng và đủ về thể loại theo yêu cầu phát triển các kĩ năng. Hoạt động vận dụng được thực hiện đối với những bài hoặc nhóm bài có nội dung phù hợp và chủ yếu được giao cho học sinh thực hiện ở ngoài lớp học. 2."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 11,
    "text": "Trong Kế hoạch bài dạy không cần nêu cụ thể lời nói của giáo viên, học sinh mà tập trung mô tả rõ hoạt động cụ thể của giáo viên: giáo viên giao nhiệm vụ/yêu cầu/quan sát/theo dõi/hướng dẫn/nhận xét/gợi ý/kiểm tra/đánh giá; học sinh thực hiện/đọc/nghe/ nhìn/viết/trình bày/báo cáo/thí nghiệm/thực hành/. 3."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 12,
    "text": "Việc kiểm tra, đánh giá thường xuyên được thực hiện trong quá trình tổ chức các hoạt động học và được thiết kế trong Kế hoạch bài dạy thông qua các hình thức: hỏi - đáp, viết, thực hành, thí nghiệm, thuyết trình, sản phẩm học tập."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 13,
    "text": "Đối với mỗi hình thức, khi đánh giá bằng điểm số phải thông báo trước cho học sinh về các tiêu chí đánh giá và định hướng cho học sinh tự học; chú trọng đánh giá bằng nhận xét quá trình và kết quả thực hiện của học sinh theo yêu cầu của câu hỏi, bài tập, bài thực hành, thí nghiệm, thuyết trình, sản phẩm học tập đã được nêu cụ thể trong Kế hoạch bài dạy. 4."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 14,
    "text": "Gợi ý các bước tổ chức thực hiện một hoạt động học (giáo viên chủ động điều chỉnh cho phù hợp với từng loại bài, hoạt động, phù hợp với đặc thù môn học)\n- Giao nhiệm vụ học tập: Trình bày cụ thể nội dung nhiệm vụ được giao cho học sinh (đọc/nghe/nhìn/làm) với thiết bị dạy học/học liệu cụ thể để tất cả học sinh đều hiểu rõ nhiệm vụ phải thực hiện."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 15,
    "text": "- Thực hiện nhiệm vụ (học sinh thực hiện; giáo viên theo dõi, hỗ trợ): Trình bày cụ thể nhiệm vụ học sinh phải thực hiện (đọc/nghe/nhìn/làm) theo yêu cầu của giáo viên; dự kiến những khó khăn mà học sinh có thể gặp phải kèm theo biện pháp hỗ trợ; dự kiến các mức độ cần phải hoàn thành nhiệm vụ theo yêu cầu."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 16,
    "text": "- Báo cáo, thảo luận (giáo viên tổ chức, điều hành; học sinh báo cáo, thảo luận): Trình bày cụ thể giải pháp sư phạm trong việc lựa chọn các nhóm học sinh báo cáo và cách thức tổ chức cho học sinh báo cáo (có thể chỉ chọn một số nhóm trình bày/báo cáo theo giải pháp sư phạm của giáo viên)."
  },
  {
    "source": "0. Mẫu kế hoạch bài dạy.docx",
    "chunk_id": 17,
    "text": "- Kết luận, nhận định: Phân tích cụ thể về sản phẩm học tập mà học sinh phải hoàn thành theo yêu cầu (làm căn cứ để nhận xét, đánh giá các mức độ hoàn thành của học sinh trên thực tế tổ chức dạy học); làm rõ những nội dung/yêu cầu về kiến thức, kĩ năng để học sinh ghi nhận, thực hiện; làm rõ các nội dung/vấn đề cần giải quyết/giải thích và nhiệm vụ học tập mà học sinh phải thực hiện tiếp theo./."
  },
  {
    "source": "1. 21h.6.8.2024- MT-LS 12.docx",
    "chunk_id": 0,
    "text": "MA TRẬN ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG GIỮA KÌ I- NĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nMA TRẬN ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG CUỐI KÌ I- NĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nMA TRẬN ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG GIỮA KÌ II\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nMA TRẬN ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG CUỐI KÌ II\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12"
  },
  {
    "source": "2. 21h.6.8.2024-ĐT-LS 12.docx",
    "chunk_id": 0,
    "text": "MA TRẬN ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG CUỐI KÌ II\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nBẢN ĐẶC TẢ ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG GIỮA KÌ I\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nBẢN ĐẶC TẢ ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG CUỐI KÌ I\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nBẢN ĐẶC TẢ ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG GIỮA KÌ II\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nBẢN ĐẶC TẢ ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG CUỐI KÌ II\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12"
  },
  {
    "source": "22.7 MA TRẬN, ĐẶC TẢ HSG 12 (70 TL - 30 TN)).docx",
    "chunk_id": 0,
    "text": "CẤU TRÚC ĐỀ THI HỌC SINH GIỎI LỚP 12\nMÔN: LỊCH SỬ\nI. YÊU CẦU CHUNG\n1. Nội dung kiến thức đề thi thuộc phạm vi chương trình Lịch sử lớp 10, 11,12 THPT do Bộ GDĐT ban hành\n2. Đề ra đáp ứng yêu cầu đánh giá năng lực, phẩm chất học sinh; đảm bảo chính xác, khoa học, phân hoá được trình độ học sinh. - Các câu hỏi trong đề phải tường minh, ngắn gọn, dễ hiểu, phù hợp với thời gian quy định. - Đề ra có tính sáng tạo, không sao chép nguyên hay một phần đề, câu hỏi đã có trước. 3."
  },
  {
    "source": "22.7 MA TRẬN, ĐẶC TẢ HSG 12 (70 TL - 30 TN)).docx",
    "chunk_id": 1,
    "text": "Hình thức: Trắc nghiệm (30%) + Tự luận (70%)\n4. Thời gian làm bài: 150 phút. 5. Giới hạn kiến thức: Theo khung chuẩn PPCT tính đến tuần thứ 3 của tháng 10.2024\n6. Yêu cầu khi biên soạn câu hỏi: Đối với môn Lịch Sử có 03 năng lực (Năng lực Tìm hiểu Lịch sử; Năng lực Tư duy và nhận thức Lịch sử; Năng lực Vận dụng Lịch sử). Khi biên soạn câu hỏi đề thi HSG, tập trung đánh giá được 02 năng lực và cần đạt được các tiêu chí sau:\nII."
  },
  {
    "source": "22.7 MA TRẬN, ĐẶC TẢ HSG 12 (70 TL - 30 TN)).docx",
    "chunk_id": 2,
    "text": "MỨC ĐỘ NHẬN THỨC\n- Thông hiểu: 30% (TN 20 – TL 10%)\n- Vận dụng: 70%  (TN 10% ( DT2) - TL  60%)\n- Tổng số câu hỏi và các hình thức :\n+ Trắc nghiệm: 09 câu: 30%  = 3,0 điểm, trong đó có: 08 câu hỏi nhiều lựa chọn; 01 câu Đ/S\n+ Tự luận: 4 câu: 70%  = 7.0 điểm (02 câu LSVN; 02 câu LSTG)\n- Tỉ lệ điểm và cơ sở xác định:\n+ Tỉ lệ điểm:\nLịch sử Việt Nam: 5.0 điểm (02 TL x 4.0 điểm + 04 TN DT1 x 0,25 điểm)\nLịch sử thế giới:    5.0 điểm (01 TL x 3,0 điểm + 04 TN DT1 x 0,25 = 1.0 điểm + 01 TN DT2 x 1.0 điểm)\n- Cơ sở xác định tỉ lệ điểm: Căn cứ trên số tiết – tỉ lệ % của kiến thức của các chủ đề trong chương trình:\nIII."
  },
  {
    "source": "22.7 MA TRẬN, ĐẶC TẢ HSG 12 (70 TL - 30 TN)).docx",
    "chunk_id": 3,
    "text": "KHUNG MA TRẬN ĐỀ THI. Ghi chú:\n- Dạng thức 1 (DT1): Là câu hỏi trắc nghiệm nhiều lựa chọn trong đó có 01 lựa chọn đúng. - Dạng thức (DT2): Là câu hỏi lựa chọn Đ/S – trong 01 câu có 4 ý = 1.0 điểm. + Cách tính điểm: Đúng 01 ý = 0.1 điểm; Đúng 02 ý = 0,25 điểm; đúng 03 ý = 0,75 điểm; Đúng 4/4 ý = 1,0 điểm. 4. BẢN ĐẶC TẢ"
  },
  {
    "source": "3. 21h.6.8.2024- MT,ĐT-LS 12.docx",
    "chunk_id": 0,
    "text": ""
  },
  {
    "source": "3. 21h.6.8.2024- MT,ĐT-LS 12.docx",
    "chunk_id": 1,
    "text": "MA TRẬN ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG GIỮA KÌ I- NĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nMA TRẬN ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG CUỐI KÌ I- NĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nMA TRẬN ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG GIỮA KÌ II\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nMA TRẬN ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG CUỐI KÌ II\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nBẢN ĐẶC TẢ ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG GIỮA KÌ I\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nBẢN ĐẶC TẢ ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG CUỐI KÌ I\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nBẢN ĐẶC TẢ ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG GIỮA KÌ II\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12\nBẢN ĐẶC TẢ ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG CUỐI KÌ II\nNĂM HỌC 2024-2025\nMôn: LỊCH SỬ 12"
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 0,
    "text": "PHẦN I. TRẮC NGHIỆM NHIỀU LỰA CHỌN (6 điểm)\n(Thí sinh lựa chọn đáp án đúng duy nhất trong 4 đáp án ABCD)\nCâu 1. Đảng Cộng sản Việt Nam tiến hành công cuộc đổi mới đất nước từ tháng 12/1986 trong hoàn cảnh như thế nào? A. Hệ thống xã hội chủ nghĩa thế giới đã sụp đổ. B. Tình hình thế giới có rất nhiều điểm thuận lợi. C. Đất nước đang trên đà phát triển rất mạnh mẽ. D. Đang lâm vào khủng hoảng về kinh tế - xã hội. Câu 2."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 1,
    "text": "Quan điểm của Đảng tại Đại hội toàn quốc lần thứ VI (12/1986) là đổi mới phải\nA. thực hiện nhanh chóng. B. bảo đám chắc thắng lợi. C. phải thần tốc và táo bạo. D. toàn diện và đồng bộ. Câu 3. Vì sao Đảng Cộng sản Việt Nam phải tiếp tục hoàn thiện, bổ sung đường lối Đổi mới được đề ra từ Đại hội đại biểu toàn quốc lần thứ VI (1986)? A. Phù hợp với tình hình thực tế. B. Do yêu cầu của Trung Quốc. C. Điểm xuất phát còn quá thấp. D. Đảm bảo an ninh - quốc phòng. Câu 4."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 2,
    "text": "Điểm giống nhau về bối cảnh thực hiện của công cuộc cải tổ ở Liên Xô (1990) cải cách - mở cửa ở Trung Quốc (1978) với công cuộc Đổi mới ở Việt Nam (1986) là\nA. lấy phát triển kinh tế làm trọng tâm. B. tập trung để sản xuất hàng tiêu dùng. C. duy trì được thể chế ở nhà nước cũ. D. đất nước đang rơi vào khùng hoảng. Câu 5. Dưới tác động của công cuộc Đổi mới, nền kinh tế Việt Nam vận hành theo định hướng\nA. thị trường. B. quan liêu. C. bao cấp. D. tư doanh\nCâu 6."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 3,
    "text": "Thành phần kinh tế nào sau đây giữ vai trò chủ đạo trong nền kinh tế Việt Nam? A. Tư nhân. B. Nhà nước. C. Cá thế. D. Nước ngoài. Câu 7. Một trong những nguyên tắc hàng đầu đặt ra cho công cuộc Đổi mới đất nước từ năm 1986 đến nay là:\nA. kiên định con đường xã hội chủ nghĩa. B. không tiến hành mua các loại vũ khí\nC. tránh xung đột quân sự trên biển Đông. D. gia nhập các tổ chức liên kết kinh tế. Câu 8."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 4,
    "text": "Những thành tựu trong công cuộc Đổi mới đất nước từ năm 1986 đến nay chứng tỏ\nA. sự cần thiết phải liên kết về mặt quân sự. B. Việt Nam trở thành cường quốc kinh tế,\nC. đường lối đổi mới là đúng đắn, phù hợp. D. kiên định con đường chủ nghĩa xã hội. Câu 9. Đâu là bài học kinh nghiệm xuyên suốt trong lịch sử đã đem lại thành công cho công cuộc đổi mới từ năm 1986 đến nay? A. Đặt lợi ích của Nhân dân lên hàng đầu. B. Kiên trì lãnh đạo tuyệt đối của Đảng\nC. Tận dụng các cơ hội đến từ bên ngoài."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 5,
    "text": "D. Tiến hành đồi mới toàn điện, đồng bộ. Câu 10. Một trong những tổ chức mà Nguyễn Ái Quốc đã gia nhập trong quá trình tìm đường cứu nước (1911-1941) là\nCâu 11. Sự kiện nào sau đây đánh dấu Nguyễn Ái Quốc tìm ra con đường cứu nước, giải phóng cho dân tộc Việt Nam? A. Bộ phiếu tán thành gia nhập Quốc tế ba (1920). B. Gửi bản yêu sách của Nhân dân An Nam (1919). C. Đọc được bản Luận cương của Lênin (1920). D. Tham gia hợp nhất các tổ chức cộng sản (1930). Câu 12."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 6,
    "text": "Những hoạt động đối ngoại của Hồ Chí Minh trong giai đoạn (1942-1945) có tác dụng như thế nào đối với cách mạng Việt Nam? A. Tranh thủ sự ủng hộ đối với cách mạng Việt Nam. B. Tập hợp nông dân đứng dưới ngọn cờ của Đảng\nC. Thúc đẩy sự phát triển của phong trào công nhân. D. Xu thế cách mạng vô sản đã thẳng thể hoàn toàn. Câu 13. Những cuộc tiếp xúc giữa đại diện của Mặt trận Việt Minh với Mỹ từ sau ngày 9-3-1945 có tác dụng đối với cách mạng Việt Nam là\nA. Mỹ đã cung cấp một phần hậu cần."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 7,
    "text": "B. nhận được sự công nhận từ bên ngoài. C. đã chuẩn bị xây dựng khu giải phóng. D. chính phủ tay sai Nhật hoang mang. Câu 14. Năm 1978, Việt Nam gia nhập tổ chức nào sau đây? A. SEV. B. EU. C. ASEAN\t\tD. NATO. Câu 15. Đến năm 2022, Việt Nam đã là thành viên của bao nhiêu tổ chức, diễn đàn khu vực và quốc tế? A. 59. B. 60. C. 62. D. 63. Câu 16. Sự kiện nào sau đây đã tạo điều kiện thuận lợi cho các hoạt động đối ngoại của Việt Nam trong giai đoạn mới từ năm 1975 đến nay?"
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 8,
    "text": "A. Miền Nam được giải phóng. B. Bắt đầu công cuộc đổi mới. C. Gia nhập vào Liên hợp quốc. D. Tham gia cộng đồng ASEAN. Câu 17. Trở ngại lớn nhất trong việc Việt Nam hội nhập với Đông Nam Á trong giai đoạn từ năm 1975-1991 là\nA. quân đội quá lớn mạnh. B. vấn đề của Cam-pu-chia. C. Trung Quốc ngăn cản. D. Việt Nam còn lạc hậu. Câu 18. Nhận xét nào sau đây về vai trò của các hoạt động đối ngoại từ năm 1986 đến nay là đúng? A. Tạo ra ưu thế cho các tranh chấp quân sự trên biển Đông."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 9,
    "text": "B. Tất cả các nước nâng tầm quan hệ ngoại giao với Việt Nam. C. Đã đưa Việt Nam trở thành cường quốc số một châu Á.\nD. Tạo điều kiện cho Việt Nam hội nhập, phát triển kinh tế. Câu 19. Bài học kinh nghiệm xuyên suốt đã dẫn đến tất cả những thắng lợi trong quả trình thực hiện các hoạt động đối ngoại từ năm 1945 đến nay là\nA. kiên trì sự lãnh đạo tuyệt đối của Đảng. B. tăng cường củng cố sức mạnh quân sự. C. thực hiện đoàn kết chặt chẽ với Liên Xô. D. tham gia vào các khối liên minh quân sự."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 10,
    "text": "Câu 20. Nhiệm vụ cấp bách nhất đặt ra cho dân tộc Việt Nam trong những năm cuối thế kỷ XIX đầu thế kỷ XX\nCâu 21. Con đường cách mạng giải phóng dân tộc mà Nguyễn Ái Quốc lựa chọn vào tháng 7/1920 là con đường cách mạng\nA. dân chủ tư sản kiểu mới. B. tư sản dân quyền. C. vô sản\t\t\t\tD. tư sản. Câu 22. Một trong những nguyên nhân lý giải Nguyễn Tất Thành quyết định sang phýông Tây để tìm đường cứu nước là\nA. tìm hiểu các nước phương Tây làm như thế nào."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 11,
    "text": "B. con đường để đi sang phương Tây dễ dàng hơn. C. phương Tây có nhiều trưởng Đại học danh tiếng. D. mục đích chính là ra đi để lao động, kiếm sống. Câu 23. Điểm giống nhau về vai trò của Chủ tịch Hồ Chí Minh đối với cách mạng Việt Nam giai đoạn 1945-1954 và 1960-1969 là gì? A. Là lãnh tụ tối cao của cách mạng Việt Nam. B. Người đứng đầu Chính phủ nước Việt Nam. C. Trực tiếp ra mặt trận chỉ huy bộ đội chiến đấu. D. Lãnh đạo, điều hành Quốc hội nước Việt Nam. Câu 24."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 12,
    "text": "Điểm chung của Chủ tịch Hồ Chí Minh khi so sánh với Jeanne d'Are, Gandhi là\nA. cống hiến trọn đời mình cho dân tộc,\t\tB. chủ tịch nước đầu tiên sau cách mạng. C. đấu tranh ôn hòa để giải phóng dân tộc. D. danh nhân văn hóa lớn của nhân loại. PHẦN II. TRẮC NGHIỆM LỰA CHỌN PHƯƠNG ÁN ĐÚNG - SAI. (4 điểm)\n(Thí sinh đọc đoạn tư liệu và lựa chọn Đúng - Sai trong mỗi ý a,b,c,d)\nCâu 1."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 13,
    "text": "Đọc đoạn tư liệu sau đây:\n“Theo nhận thức của chúng ta, kinh tế thị trường định hướng xã hội chủ nghĩa là nền kinh tế thị trường hiện đại, hội nhập quốc tế, vận hành đầy đủ, đồng bộ theo các quy luật của kinh tế thị trường, có sự quản lý của Nhà nước pháp quyền xã hội chủ nghĩa, do Đảng Cộng sản Việt Nam lãnh đạo; bảo đảm định hướng xã hội chủ nghĩa, nhằm mục tiêu “dân giàu, nước mạnh, dân chủ, công bằng, văn minh\". (Sách giáo khoa Lịch sử 12, trang 67)."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 14,
    "text": "a) Nền kinh tế xã hội chủ nghĩa hướng tới phát triển, hiện đại, hội nhập và đồng bộ. b) Định hướng kinh tế xã hội chủ nghĩa là nâng cao vai trò quản lý kinh tế của đảng. c) Trong phát triển kinh tế XHCN, cần tuân theo mọi quy luật của kinh tế thị trường. d) Mục tiêu phát triển kinh tế là đảm bảo dân giàu, nước mạnh, dân chủ, công bằng...\nCâu 2."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 15,
    "text": "Đọc đoạn tư liệu sau đây:\n“Ngày 20/5/1988, Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam (khóa VI) ban hành Nghị quyết số 13/NQ-TW “Về nhiệm vụ và chính sách đối ngoại trong tình hình mới."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 16,
    "text": "Nghị quyết nêu rõ chiến lược đối ngoại của Việt Nam là “thêm bạn bớt thủ”, mở rộng và đa đạng hóa quan hệ hợp tác quốc tế với mục tiêu giữ vững môi trường hòa bình thúc đẩy hội nhập quốc tế, phá thế thế bao vây cấm vận, thu hút sự ủng hộ của cộng đồng quốc tế đối với công cuộc đổi mới của đất nước. Nghị quyết 13NQ-TW đánh dấu bước ngoặt về tư duy đối ngoại của Việt Nam, là cơ sở để Việt Nam phát triển chính sách đối ngoại trong giai đoạn tiếp theo\"."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 17,
    "text": "(Sách giáo khoa Lịch sử 12, trang 81)\na) Nghị quyết số 13/NQ-TW đã đề ra đường lối “đổi mới đất nước về kinh tế, chính trị. b) Tư duy đối ngoại của Việt Nam ở Nghị quyết 13 là thêm bạn bớt thủ, hợp tác, hội nhập. c) Nghị quyết 13 đã đặt cơ sở cho quan hệ đối ngoại của Việt Nam sau Chiến tranh lạnh. d) Ngay sau Nghị quyết 13, Việt Nam đã thoát khỏi thể bị bao vây, cấm vận để phát triển. Câu 3."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 18,
    "text": "Đọc đoạn tư liệu sau đây:\n“Năm 1901, được tin Nguyễn Sinh Sắc đỗ Phó bảng, người dân làng Sen (xã Kim Liên, huyện Nam Đàn, tỉnh Nghệ An) đã dựng một ngôi nhà 5 gian để đón ông cùng gia đình. Dưới mái nhà tranh này, cậu học trò Nguyễn Sinh Cung (tức Nguyễn Tất Thành) được lắng nghe nhiều buổi đàm đạo văn chương, luận bàn thế sự của cha mình với các nhà nho và sĩ phu yêu nước trong vùng."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 19,
    "text": "Những năm tháng thiếu thời ở làng Sen và quê hương xứ Nghệ đã có ảnh hưởng không nhỏ đến cuộc đời, sự nghiệp của Chủ tịch Hồ Chí Minh sau này.\" (Sách giáo khoa Lịch sử 12, trang 83)\na) Tư liệu đề cập đến thời niên thiểu của Chủ tịch Hồ Chí Minh tại quê nhà Nghệ An. b) Ngay từ nhỏ, Nguyễn Tất Thành đã được bàn luận thế sự cùng các sĩ phu yêu nước. c) Năm tháng thiếu thời đã có ảnh hưởng quyết định đến sự nghiệp của Hồ Chí Minh."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 20,
    "text": "d) Nguyễn Tất Thành ngay từ niên thiều đã sớm được hun đúc ý chỉ giải phóng dân tộc. Câu 4. Đọc đoạn tư liệu sau đây:\n\"Đặt bút ký vào bản Hiệp định Pa-ri lịch sử, tôi vô cùng xúc động... Tôi như thay mặt Nhân dân và các chiến sĩ cách mạng miền Nam Việt Nam làm nhiệm vụ đấu tranh trên tuyển tuyến và trong lao tù cắm ngọn cờ chiến thắng chói lại. Vinh dự đó đối với tôi thật quá to lớn."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 21,
    "text": "Tôi không có đủ lời để nói lên được lòng biết ơn vô tận đối với đồng bào và chiến sĩ ta từ Nam chí Bắc đã chấp nhận mọi hy sinh dũng cảm chiến đấu để có được thắng lợi to lớn hôm nay\". (Sách giáo khoa Lịch sử 12, trang 78)\na) Tư liệu trên nói về thời khắc lịch sử khi cuộc kháng chiến thắng lợi. b) Hiệp định Pa-ri đã chấm dứt chiến tranh xâm lược của Mỹ ở Việt Nam. c) Với Hiệp định Pa-ri, cuộc đấu tranh ngoại giao đã giành thắng lợi to lớn."
  },
  {
    "source": "CHU VĂN AN-GK2.docx",
    "chunk_id": 22,
    "text": "d) Thắng lợi ở Pa-ri là kết quả trực tiếp từ thắng lợi trên các chiến trường. -----Hết-----"
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 0,
    "text": "PHẦN I. TRẮC NGHIỆM NHIỀU LỰA CHỌN. (6 điểm)\n(Thí sinh lựa chọn đáp án đúng duy nhất trong 4 đáp án a, b, c, d)\nCâu 1. Đâu là một trong những địa phương giành được chính quyền sớm nhất trong Tổng khởi nghĩa tháng Tám năm 1945? a) Hải Dương. b) Bắc Giang. c) Hà Tĩnh. d) Thanh Hóa. Câu 2. Ngày 13/8/1945, Trung ương Đảng và Tổng bộ Việt Minh đã thông qua quyết định nào dưới đây? a) Quyết định khởi nghĩa ở Hà Nội. b) Đã phát động cao trào kháng Nhật."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 1,
    "text": "c) Thông qua kế hoạch lãnh đạo toàn dân Tổng khởi nghĩa. d) Phát lệnh Tổng khởi nghĩa cả nước. Câu 3. Sự kiện nào sau đây là thời cơ khách quan thuận lợi để Cách mạng tháng Tám nổ ra? a) Nhật đảo chính lật đổ Pháp trên toàn Đông D)ương (9/3/1945). b) Mỹ ném hai quả bom nguyên tử xuống Nhật (6, 9/8/1945). c) Đức đã đầu hàng quân Đồng minh vô điều kiện (9/5/1945). d) Phát xít Nhật đầu hàng Đồng minh vô điều kiện (15/8/1945). Câu 4."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 2,
    "text": "Để mở đầu cho cuộc chiến tranh xâm lược Việt Nam lần thứ hai, Pháp đã tấn công\na) trụ sở Ủy ban nhân dân Nam Bộ. b) cơ quan Trung ương cục miền Nam. c) căn cứ Củ Chi và địa đạo Vĩnh Mốc. D) cửa biển Thuận An và kinh đô Huế. Câu 5. Pháp đề ra kế hoạch Nava (1953) với mục đích chính là gì? a) Kết thúc chiến tranh trong danh dự. b) Tiến hành chiến tranh tổng lực. c) Tiêu diệt hoàn toàn bộ đội Việt Nam. d) Thành lập Liên bang Đông Dương. Câu 6."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 3,
    "text": "Từ năm 1961 - 1965, Mỹ thực hiện chiến lược chiến tranh nào ở miền Nam Việt Nam? a) Chiến tranh đặc biệt. b) Chiến tranh cục bộ. c) Chiến tranh đơn phương. d) Việt Nam hóa chiến tranh. Câu 7. Nghị quyết 15 của Đảng Lao động Việt Nam (1959) đã quyết định\na) tiến hành chiến tranh du kích, xây dựng các căn cứ địa. b) phát lệnh tổng khởi nghĩa tiến công trên toàn miền Nam. c) để nhân dân nhân miền Nam sử dụng bạo lực khởi nghĩa. d) phái lực lượng ra miền Bắc chở vũ khí vào Nam đánh Mỹ. Câu 8."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 4,
    "text": "Một trong những thuận lợi của cách mạng Việt Nam từ sau tháng 4 - 1975 là\na) có được sự lãnh đạo của Đảng. b) Mỹ dỡ bỏ những cấm kinh tế. c) Khơ-me đỏ nên nắm quyền. d) Trung Quốc cải cách, mở cửa. Câu 9. Một trong những khó khăn của cách mạng Việt Nam từ sau tháng 4 - 1975 là\na) có được sự lãnh đạo của Đảng. b) chịu hậu quả chiến tranh nặng nề. c) Khơ-me đỏ nên nắm quyền. d) Trung Quốc cải cách, mở cửa. Câu 10. Nội dung nào sau đây phản ánh đúng tình hình quan hệ Việt - Trung từ giữa năm 1975?"
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 5,
    "text": "a) Vẫn duy trì rất tốt đẹp. b) Dần trở nên căng thẳng. c) Chuyển sang đối đầu. d) Trung Quốc xâm lược. Câu 11. Sự kiện nào sau đây đánh dấu nước Việt Nam Dân chủ Cộng hòa được thành lập? a) Hồ Chí Minh đọc Tuyên ngôn độc lập (2/9/1945). b) Đại hội quốc dân họp ở Tân Trào (8/1945). c) Hội nghị đại biểu toàn quốc của Đảng (8/1945)\nd) Tiến hành Tổng tuyển cử bầu Quốc hội (1/1946). Câu 12. Trong Tổng khởi nghĩa tháng Tám năm 1945, thắng lợi ở Hà Nội, Huế, Sài Gòn có ý nghĩa gì?"
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 6,
    "text": "a) Tổng khởi nghĩa giành chính quyền được thắng lợi trong cả nước. b) Ảnh hưởng lớn và quyết định đến các địa phương trong cả nước. c) Đó là các cuộc khởi nghĩa hình mẫu trong Cách mạng tháng Tám. d) đánh dấu Cách mạng tháng Tám giành được thắng lợi hoàn toàn. Câu 13. Một trong những nội dung của đường lối kháng chiến chống Pháp (1945 - 1954) là\na) đoàn kết kháng chiến. b) vườn không nhà trống. c) toàn dân kháng chiến. d) đánh nhanh thắng nhanh. Câu 14."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 7,
    "text": "Tập đoàn cứ điểm Điện Biên Phủ có hạn chế nào sau đây? a) Chỉ có thể tiếp tế bằng đường không. b) Quá đông quân trên một địa bàn nhỏ. c) Các cứ điểm không bố trí vững chắc. d) Mĩ không viện trợ cho cứ điểm này. Câu 15. Từ 1954 đến 1956, miền Bắc thực hiện cải cách ruộng đất với mục tiêu nào sau đây? a) Người cày có ruộng. b) Đánh đuổi đế quốc. c) Công bằng và dân chủ. d) Thống nhất đất nước. Câu 16."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 8,
    "text": "Nội dung nào sau đây không phải là ý nghĩa của phong trào “Đồng khởi” (1959 - 1960) ở miền Nam Việt Nam? a) Lung lay tận gốc chính quyền Ngô Đình Diệm. b) Đánh bại “chiến tranh cục bộ” của đế quốc Mỹ. c) Bước phát triển mới của cách mạng miền Nam. d) Cách mạng miền Nam chuyển sang thế phản công. Câu 17. Sau Đại thắng mùa xuân 1975, Hoàng Sa và Trường Sa do quốc gia nào sau đây quản lý? a) Việt Nam. b) Trung Quốc. c) Liên Xô. d) Triều Tiên. Câu 18."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 9,
    "text": "Chiến thắng biên giới Tây Nam của quân dân Việt Nam có ý nghĩa như thế nào đối với cách mạng Cam-pu-chia? a) Tạo thời cơ thuận lợi cho cách mạng Cam-pu-chia thắng lợi. b) Tiêu diệt hoàn toàn chế độ Pôn-pốt - Iêng-xê-ri. c) Tăng cường tình đoàn kết các nước Đông Nam Á.\nd) Tạo nên sức mạnh của Việt Nam và Cam-pu-chia. Câu 19. Một trong những điểm giống nhau giữa Cách mạng tháng Tám (1945) ở Việt Nam và Cách mạng tháng Mười Nga (1917) là gì? a) Đưa nhân dân lao động làm chủ đất nước."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 10,
    "text": "b) Đã góp phần đánh bại chủ nghĩa phát xít. c) Đã mở ra thời kỳ hiện đại trong lịch sử. d) Làm xoay chuyển lớn cục diện thế giới. Câu 20. Một trong những bài học được rút ra từ Cách mạng tháng Tám năm 1945 có ý nghĩa quan trọng trong công cuộc xây dựng và phát triển đất nước hiện nay là\na) phát huy truyền thống đoàn kết của nhân dân ba nước Đông Dương. b) kết hợp xây dựng lực lượng vũ trang với sức mạnh của lực lượng quốc tế."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 11,
    "text": "c) cần dự đoán chính xác và nhanh chóng nắm bắt thời cơ để giành thắng lợi. d) linh hoạt, quyết đoán trong việc kết hợp các hình thức đấu tranh ngoại giao. Câu 21. Bài học kinh nghiệm nào sau đây được rút ra từ cuộc kháng chiến chống Pháp (1945 - 1954) vẫn còn nguyên giá trị đến ngày nay? a) Phát huy tinh thần yêu nước của nhân dân. b) Xây dựng nhiều tập đoàn quân chiến đấu. c) Thực hiện cùng lúc bốn nhiệm vụ chiến lược. d) Tham gia khối liên minh quân sự của Liên Xô. Câu 22."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 12,
    "text": "Một trong những điểm tương đồng của chiến thắng Điện Biên Phủ (1954) và “Điện Biên Phủ trên không” (1972) về tác động đến mặt trận ngoại giao là\na) góp phần quyết định thắng lợi trên bàn đàm phán. b) buộc kẻ thù phải thừa nhận xâm lược và rút quân. c) giành ưu thế ngoại giao cho phe xã hội chủ nghĩa. d) buộc Mỹ rút hết quân xâm lược và tay sai về nước. Câu 23. Bài học kinh nghiệm nào sau đây được rút ra trong cuộc kháng chiến chống Mỹ cứu nước (1954-1975) vẫn còn nguyên giá trị đối với hôm nay?"
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 13,
    "text": "a) Kiên quyết sử dụng bạo lực giải quyết tranh chấp. b) Kiên trì sự lãnh đạo của Đảng Cộng sản Việt Nam. c) Thực hiện cùng lúc nhiều nhiệm vụ cách mạng mới. d) Tranh thủ tối đa sự viện trợ từ các nước đồng minh. Câu 24. Nội dung nào sau đây là đường lối đối ngoại phù hợp mà Việt Nam nên thực hiện đối với Trung Quốc hiện nay? a) Khép lại quá khứ, hợp tác kinh tế nhưng cảnh giác với “diễn biến hòa bình”. b) Không giao thương buôn bán với Trung Quốc."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 14,
    "text": "c) Chuẩn bị sức mạnh quân sự để tấn công quân Trung Quốc. d) Hợp tác với Nhật, Mỹ, Nga để cô lập toàn diện Trung Quốc. PHẦN II. TRẮC NGHIỆM LỰA CHỌN ĐÚNG – SAI. (4 điểm)\n(Thí sinh đọc đoạn tư liệu và lựa chọn Đúng – Sai trong mỗi ý a,b,c,d)\nCâu 1."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 15,
    "text": "Đọc đoạn tư liệu sau đây:\n“Bảo Đại đọc xong [Chiếu thoái vị] thì trên kỳ đài lá cờ vàng từ từ hạ xuống và lá cờ nền đỏ thắm tươi long lanh năm cánh sao vàng được kéo lên giữa những tiếng vỗ tay, những tiếng hoan hô như sấm… Rồi ông Trần Huy Liệu đọc bản tuyên bố của Đoàn đại biểu Chính phủ, nêu rõ thắng lợi của Cách mạng tháng Tám là kết quả của hàng mấy chục năm đấu tranh anh dũng, kiên cường, bền bỉ của nhân dân cả nước, tuyên bố chấm dứt vĩnh viễn chế độ quân chủ...”\n(Phạm khắc Hòe, Từ triều đình Huế đến chiến khu Việt Bắc, NXB Thuận Hóa, Huế, 1987, tr.86)."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 16,
    "text": "a) Tư liệu trên nói về sự kiện vua Bảo Đại tuyên bố thoái vị tại thủ đô Hà Nội. b) Cách mạng tháng Tám đã chấm dứt chế độ quân chủ và mọi tàn tích của nó. c) Cách mạng tháng Tám để lại bài học về phát huy sức mạnh khối đoàn kết toàn dân. d) Một lần nữa khẳng định đường lối lãnh đạo đúng đắn của Đảng. Câu 2. Đọc đoạn tư liệu sau đây:\n“... Chúng ta muốn hòa bình, chúng ta phải nhân nhượng. Nhưng chúng ta càng nhân nhượng, thực dân Pháp càng lấn tới, vì chúng quyết tâm cướp nước ta một lần nữa!"
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 17,
    "text": "Không! Chúng ta thà hi sinh tất cả, chứ nhất định không chịu mất nước, Nhất định không chịu làm nô lệ. … Bất kỳ đàn ông, đàn bà, bất kỳ người già, người trẻ không chia tôn giáo, đảng phái, dân tộc."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 18,
    "text": "Hễ là người Việt Nam thì phải đứng lên đánh thực dân Pháp để cứu Tổ quốc…”\n(Hồ Chí Minh, Lời kêu gọi toàn quốc kháng chiến (19-12-1946), trích trong Hồ Chí Minh, Toàn tập, tập 4, NXB Chính trị quốc gia Sự thật, Hà Nội, 2011, tr.534)\na)Tư liệu trích từ tác phầm “Kháng chiến nhất định thắng lợi” của Hồ Chí Minh. b) Đoạn tư liệu đề cập đến giai đoạn cuối của cuộc kháng chiến toàn quốc chống Pháp. c) Cuộc kháng chiến chống Pháp của Việt Nam diễn ra là tình thế bắt buộc."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 19,
    "text": "d)) Quan điểm cách mạng là sự nghiệp của quần chúng nhân dân, nhận thức vai trò, sức mạnh của nhân dân. Câu 3. Đọc đoạn tư liệu sau đây:\nCuộc kháng chiến chống Mỹ, cứu nước thắng lợi đã kết thúc 21 năm chiến đấu chống Mỹ, 30 năm chiến tranh giải phóng dân tộc và bảo vệ Tổ quốc từ sau Cách mạng tháng Tám năm 1945."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 20,
    "text": "Thắng lợi của cuộc kháng chiến chống Mỹ, cứu nước cũng đã chấm dứt hoàn toàn ách thống trị của chủ nghĩa thực dân - đế quốc ở Việt Nam, trên cơ sở đó hoàn thành cuộc cách mạng dân tộc dân chủ nhân dân, thống nhất đất nước. Thắng lợi của cuộc kháng chiến chống Mỹ, cứu nước đã mở ra kỷ nguyên mới của Việt Nam: kỷ nguyên đất nước độc lập, thống nhất, đi lên chủ nghĩa xã hội. (Sách giáo khoa Lịch sử 12, bộ Cánh diều, trang 50)."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 21,
    "text": "a) Cuộc kháng chiến chống Mỹ đã chấm dứt hoàn toàn chủ nghĩa thực dân cũ ở Việt Nam. b) Thắng lợi đã hoàn thành cuộc cách mạng dân tộc dân chủ nhân dân, thống nhất đất nước. c) Thắng lợi đã đưa nhân dân lên địa vị làm chủ, đưa Đảng Cộng sản thành đảng cầm quyền. d) Khẳng định đường lối lãnh đạo đúng đắn của Đảng Cộng sản Việt Nam. Câu 4."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 22,
    "text": "Đọc đoạn tư liệu sau đây:\nNghệ thuật lãnh đạo thể hiện qua đường lối và sách lược cách mạng đúng đắn, phù hợp với từng thời kì như: vừa kháng chiến vừa kiến quốc tiến hành đồng thời cách mạng xã hội chủ nghĩa và cách mạng dân tộc dân chủ nhân dân; kết hợp đấu tranh quân sự với đấu tranh chính trị, đấu tranh ngoại giao,…\nNghệ thuật quân sự nổi bật là tiến hành chiến tranh nhân dân; kết hợp chiến tranh du kích với chiến tranh chính quy đánh địch bằng ba mũi giáp công (chính trị, quân sự, binh vận); phối hợp giữa mặt trận chính diện và mặt trận sau lưng địch; kết hợp chặt chẽ ba thứ quân (bộ đội chủ lực, bộ đội địa phương và dân quân du kích),…\n(Sách giáo khoa Lịch sử 12, bộ Cánh diều, trang 59)."
  },
  {
    "source": "HỒNG QUANG-CK1.docx",
    "chunk_id": 23,
    "text": "a) Chính trị, quân sự, binh vận là 3 mặt trận trong các cuộc chiến tranh bảo vệ tổ quốc. b) Các cuộc chiến tranh bảo vệ tổ quốc từ 1945 mang tính chính nghĩa, tính nhân dân. c) Lực lượng vũ trang ba thứ quân là nòng cốt của các cuộc chiến tranh bảo vệ tổ quốc. d)) Các cuộc chiến tranh bảo vệ tổ quốc từ 1945 đều kết thúc bằng giải pháp ngoại giao. Hết"
  },
  {
    "source": "KH 35 TUẦN LỚP 11 (CB)-HÀ B- ĐÃ SỬA .docx",
    "chunk_id": 0,
    "text": "TỔ: SỬ - GDKTPL\nKẾ HOẠCH GIẢNG DẠY 35 TUẦN NĂM HỌC 2024-2025\nMÔN: LỊCH SỬ. KHỐI: 11\nTổng số tiết trong năm học: 52 tiết: Học kì I: 26 tiết; Học kì II: 26 tiết\nI. PHÂN PHỐI CHƯƠNG TRÌNH\nII. KIỂM TRA ĐÁNH GIÁ ĐỊNH KÌ\n* Một số lưu ý về kiểm tra, đánh giá\n- Kiểm tra, đánh giá định kì:\n+ Có thể thực hiện dưới hình thức bài KT hoặc dự án, thực hành. + Không thực hiện với chuyên đề học tập. - Kiểm tra, đánh giá thường xuyên:\n+ Phải thể hiện trong KHBD."
  },
  {
    "source": "KH 35 TUẦN LỚP 11 (CB)-HÀ B- ĐÃ SỬA .docx",
    "chunk_id": 1,
    "text": "+ Khối 11: 03 điểm/ học kì, riêng lớp có cụm chuyên đề học tập có 04 điểm (01 điểm vào cuối học kì II)\n+ Đa dạng hóa hình thức KTĐGTX: hỏi – đáp, viết, thực hành, thuyết trình, sản phẩm học tập (có thang đo đánh giá)\n+ Mỗi học sinh được KTĐG nhiều lần, GV chọn một số lần KTĐG phù hợp để ghi kết quả vào sổ theo dõi và đánh giá học sinh. Phê duyệt của tổ trưởng             PHÊ DUYỆT CỦA LÃNH ĐẠO NHÀ TRƯỜNG"
  },
  {
    "source": "KHDH- Lịch sử 10.docx",
    "chunk_id": 0,
    "text": "KẾ HOẠCH DẠY HỌC LỊCH SỬ 10\nNăm học 2024  - 2025\nI. KẾ HOẠCH MÔN HỌC\nHỌC KỲ I: 35 tiết (2 tiết/ Tuần)"
  },
  {
    "source": "KHDH- Lịch sử 11.docx",
    "chunk_id": 0,
    "text": "KẾ HOẠCH DẠY HỌC LỊCH SỬ 11\nNăm học 2024  - 2025\nI. KẾ HOẠCH MÔN HỌC\nHỌC KỲ I: 35 tiết (2 tiết/ Tuần) - Tuần 18 dạy 1 tiết/ tuần"
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 0,
    "text": "Ngày soạn: 9/2/2025\nTuần 24: 26, 27\nBài 13. Một số thành tựu của văn minh Đại Việt\nI. MỤC TIÊU\nSau bài học này, HS sẽ:\n1."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 1,
    "text": "Về kiến thức\n- Biết: Nêu được một số thành tựu cơ bản của nền văn minh Đại Việt về kinh tế, chính trị, tư tưởng, tôn giáo, văn hoá, giáo dục, văn học, nghệ thuật,…\n- Hiểu: Phân tích được ý nghĩa của nền văn minh Đại Việt trong lịch sử dân tộc Việt Nam; Đưa ra được ý kiến nhận xét, đánh giá của cá nhân về tính đa dạng trong thống nhất của các nền VM\n- Vận dụng: tìm mối liên hệ và tính kế thừa giữa văn minh Đại Việt và văn minh Văn Lang, Âu Lạc; Liên hệ văn minh Đại Việt với đời sống vật chất, tinh thần của người Việt hiện nay; Đưa ra được kế hoạch, giải pháp giới thiệu, quảng bá di sản văn hoá của dân tộc…\n2."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 2,
    "text": "Năng lực\na. Năng lực chung\n- Giao tiếp và hợp tác: thông qua trao đổi, thảo luận nhóm để tìm hiểu về các thành tựu cơ bản và ý nghĩa của văn minh Đại Việt. Trân trọng giá trị trường tồn của nền văn minh Đại Việt, vận dụng hiểu biết về nền văn minh Đại Việt để giới thiệu, quảng bá về đất nước, con người, di sản văn hóa Việt Nam."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 3,
    "text": "- Tự chủ và tự học: thông qua việc đưa ra nhận xét về những ưu điểm và hạn chế của nền văn minh Đại Việt; biết cách sưu tầm và sử dụng tư liệu lịch sử để tìm hiểu về thành tựu của nền văn minh Đại Việt. - Giải quyết vấn đề và sáng tạo: thông qua biết sử dụng các phương pháp học tập tích cực để giải quyết các nhiệm vụ học tập một cách chủ động."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 4,
    "text": "b. Năng lực lịch sử:\n- Tìm hiểu lịch sử: thông qua việc sử dụng tư liệu viết, tranh ảnh,…để nêu được một số thành tựu cơ bản của nền văn minh Đại Việt về chính trị, kinh tế, văn hóa (tư tưởng, tôn giáo, tín ngưỡng), giáo dục, văn học, nghệ thuật,…\n- Nhận thức và tư duy lịch sử: thông qua việc phân tích được ý nghĩa của nền văn minh Đại Việt."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 5,
    "text": "- Năng lực vận dụng kiến thức, kĩ năng vào thực tiễn: đề xuất giải pháp duy trì, bảo vệ và phát huy các giá trị của văn minh Đại Việt; đề xuất giải pháp khắc phục những hạn chế của nền văn minh Đại Việt. 3. Phẩm chất\n- Yêu nước: Trân trọng giá trị của văn minh Đại Việt, tự hào về truyền thống dân tộc. - Trách nhiệm:\n+ Hoàn thành nhiệm vụ khi tham gia hoạt động nhóm. + Có trách nhiệm bảo tồn và phát huy các giá trị văn minh Đại Việt. II."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 6,
    "text": "THIẾT BỊ DẠY HỌC VÀ HỌC LIỆU\n- Máy tính, máy chiếu\n- Lược đồ lãnh thổ Đại Việt qua các thời kỳ (TK X – XIX). - Tranh ảnh thành tựu văn minh Đại Việt: hoàng thành Thăng Long,...\n- Sách: Văn minh Đại Việt, Đại Việt sử ký toàn thư…\nIII. TIẾN TRÌNH TỔ CHỨC CÁC HOẠT ĐỘNG DẠY HỌC\nTIẾT 1\nA. HOẠT ĐỘNG KHỞI ĐỘNG\na. Mục tiêu: Khơi dậy hứng thú cho HS học tập, tạo không khí vui vẻ khám phá bài mới và chuyển giao nhiệm vụ học tập."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 7,
    "text": "b. Tổ chức thực hiện:\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV tổ chức cho HS chơi trò chơi Ô chữ bí mật, nêu vấn đề cho HS tìm ô chữ chìa khóa của bài học. HS có quyền chọn bất kì ô chữ nào để giải đố, cá nhân HS nào giải đúng ô chữ sẽ được điểm cộng. - GV nêu câu hỏi theo các ô chữ mà HS lựa chọn:\n+ Ô chữ A (7 chữ cái): Công trình được vua Lý Thánh Tông cho dựng vào năm 1070 để thờ Khổng Tử."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 8,
    "text": "+ Ô chữ B (10 chữ cái): Công trình kiến trúc được xây dựng dưới thời Nguyễn trở thành biểu tượng của thủ đô Hà Nội. + Ô chữ C (11 chữ cái): Tác phẩm của Trần Hưng Đạo sáng tác nhằm cổ vũ tinh thần chiến đấu của quân sĩ trong cuộc kháng chiến chống quân Mông - Nguyên. + Ô chữ D (10 chữ cái): Trường đại học đầu tiên của Việt Nam. + Ô chữ E (9 chữ cái): Công trình được xây dựng vào thời Lê sơ nhằm mục đích vinh danh người tài."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 9,
    "text": "+ Ô chữ G (10 chữ cái): Loại hình nghệ thuật biểu diễn đặc sắc phát triển từ thời Lý. + Ô chữ H (9 chữ cái): Tên gọi thành Đại La vào thời Lý. + Ô chữ I (13 chữ cái): Một trong “An Nam tứ đại khí” gắn liền với tứ linh. + Ô chữ K (6 chữ cái): Dòng văn học phát triển mạnh ở thế kỉ X - XV. + Ô chữ L (7 chữ cái): Hệ tư tưởng giữ vị trí độc tôn vào thời Lê Sơ. + Ô chữ M (8 chữ cái): Thầy giáo nổi tiếng thời Trần đã dâng Thất trảm sớ. + Ô chữ N (7 chữ cái): Ông tổ nghề thuốc nam của Việt Nam."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 10,
    "text": "+ Ô chữ O (8 chữ cái): Ông là chủ biên bộ Đại Việt sử ký. + Ô chữ P (7 chữ cái): Tên gọi khác của Luỹ Trường Dục. Bước 2: HS thực hiện nhiệm vụ học tập\n- HS lựa chọn các ô chữ hàng ngang theo ý thích, vận dụng kiến thức, hiểu biết thực tế của bản thân về văn minh Đại Việt để trả lời câu hỏi. - HS tìm ô chữ hàng dọc (ô chữ chủ đề). - GV hướng dẫn, theo dõi, hỗ trợ HS (nếu cần thiết)."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 11,
    "text": "Bước 3: Báo cáo kết quả hoạt động và thảo luận\n- GV mời đại diện HS xung phong trả lời:\nÔ chữ chủ đề: VĂN MINH ĐẠI VIỆT\n- GV mời đại HS khác nhận xét, trả lời câu hỏi (nếu có ý kiến khác). Bước 4: Đánh giá kết quả, thực hiện nhiệm vụ học tập\n- GV đánh giá, nhận xét, trình chiếu hoàn chỉnh các ô chữ hàng ngang và ô chữ chủ đề. - GV dẫn dắt HS vào bài học: Chúng ta vừa cùng nhau đi giải những ô chữ về một số thành tựu của văn minh Đại Việt."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 12,
    "text": "Vậy, nền văn minh Đại Việt đã đạt được những thành tựu tiêu biểu gì? Nền văn minh Đại Việt có ý nghĩa như thế nào trong lịch sử dân tộc Việt Nam? Chúng ta sẽ cùng nhau đi tìm hiểu kĩ hơn qua bài học ngày hôm nay – Bài 15: Một số thành tựu của văn minh Đại Việt. B. HOẠT ĐỘNG HÌNH THÀNH KIẾN THỨC\nHoạt động 1: Tìm hiểu về chính trị\na. Mục tiêu: Thông qua hoạt động, HS nêu được thành tựu cơ bản về chính trị của văn minh Đại Việt."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 13,
    "text": "b. Tổ chức hoạt động:\nNhiệm vụ 1\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV yêu cầu HS thảo luận theo nhóm đôi. - GV hướng dẫn các nhóm đọc thông tin mục 1.1kết hợp quan sát Sơ đồ 15 SGK tr.99, 100, trao đổi và thực hiện đồng thời nhiệm vụ sau: Trình bày những thành tựu về tổ chức bộ máy nhà nước của Đại Việt. - GV hướng dẫn các nhóm khai thác Sơ đồ 15 bằng việc trả lời một số câu hỏi gợi mở:\n+ Cơ cấu tổ chức bộ máy nhà nước thời vua Lê Thánh Tông như thế nào?"
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 14,
    "text": "+ Vai trò của vua, các quan đại thần và các cơ quan văn phòng, hành chính, giám sát, chuyên môn ra sao? + Nhà nước quản lí chính quyền ở các cấp địa phương như thế nào? HS rút ra nhận xét về tổ chức bộ máy nhà nước dưới thời vua Lê Thánh Tông (theo thể chế quân chủ và điển hình thời phong kiến Đại Việt, được tổ chức chặt chẽ, thống nhất từ TW đến địa phương)."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 15,
    "text": "Bước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- HS làm việc cá nhân, đọc thông tin mục 1.1, sơ đồ 15 để tìm hiểu về chính trị của văn minh Đại Việt. Sau đó, HS thảo luận cặp đôi và thống nhất đáp án. - GV hướng dẫn, hỗ trợ HS (nếu cần thiết). Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện 1 – 2 cặp đôi trình bày thành tựu cơ bản về chính trị của văn minh Đại Việt trên phương diện tổ chức bộ máy nhà nước."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 16,
    "text": "- GV yêu cầu các HS khác lắng nghe, nhận xét, nêu ý kiến bổ sung (nếu có). Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\n- GV nhận xét, đánh giá và kết luận về thành tựu cơ bản về chính trị của văn minh Đại Việt trên phương diện tổ chức bộ máy nhà nước. - GV chuyển sang nội dung mới. Nhiệm vụ 2\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV yêu cầu HS tiếp tục thảo luận theo cặp đôi."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 17,
    "text": "- GV hướng dẫn HS đọc thông tin mục 1.2, kết hợp khai thác tư liệu trong Đại Việt sử ký toàn thư, Quốc triều hình luật SGK tr.100, 101 và thực hiện nhiệm vụ: Nêu và phân tích vai trò của luật pháp đối với sự phát triển của nền văn minh Đại Việt. - GV hướng dẫn HS khai thác tư liệu để thảo luận:\n+ Khai thác tư liệu trong Đại Việt sử ký toàn thư để hiểu được giá trị của việc ban hành bộ Hình thư (bộ luật thành văn đầu tiên của Việt Nam)."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 18,
    "text": "+ Khai thác tư liêụ trong Quốc triều hình luật (Luật Hồng Đức) để hiểu nội dung cơ bản của luật pháp thời Lê sơ. Tác động tích cực của luật pháp thời phong kiến đối với dân tộc. - GV mở rộng kiến thức, yêu cầu HS thảo luận cặp đôi và trả lời câu hỏi:\n+ So sánh tổ chức bộ máy nhà nước thời Lý, Trần với thời Lê sơ. GV gợi ý: Quyền lực ngày càng tập trung vào tay vua  Nhà nước quân chủ điến hình. + Điểm chung của các bộ luật thời Lý, Trần, Lê sơ, Nguyễn là gì?"
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 19,
    "text": "Gợi ý: Bảo vệ quyền lợi của giai cấp thống trị, bảo vệ an ninh đất nước. Bước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- HS làm việc cá nhân, đọc thông tin mục 1.2, kết hợp khai thác thông tin trong Đại Việt sử ký toàn thư và Quốc triều hình luật để tìm hiểu về luật pháp Đại Việt . Sau đó, HS thảo luận cặp đôi và thống nhất đáp án. - GV hướng dẫn, hỗ trợ HS (nếu cần thiết)."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 20,
    "text": "Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện 1 – 2 cặp đôi trình bày thành tựu cơ bản về chính trị của văn minh Đại Việt trên phương diện luật pháp. - GV yêu cầu các HS khác lắng nghe, nhận xét, nêu ý kiến bổ sung (nếu có). Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\n- GV nhận xét, đánh giá và kết luận về thành tựu cơ bản về chính trị của văn minh Đại Việt trên phương diện luật pháp. - GV chuyển sang nội dung mới."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 21,
    "text": "TIẾT 2\nHoạt động 2: Tìm hiểu về kinh tế\na. Mục tiêu: Thông qua hoạt động, HS nêu được một số thành tựu cơ bản về kinh tế của văn minh Đại Việt. b. Tổ chức hoạt động:\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV chia HS cả lớp thành 6 nhóm."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 22,
    "text": "- GV yêu cầu các nhóm đọc thông tin mục 2.1, 2.2, 2.3, kết hợp khai thác các hình 15.2, 15.3, đoạn thông tin trong Đại Việt sử ký toàn thư, Dư địa chí SGK tr.101 – 103, thảo luận và thực hiện các nhiệm vụ cụ thể sau:\n+ Nhóm 1, 2: Đọc thông tin và tư liệu mục 2.1 để tìm hiểu thành tựu trên lĩnh vực nông nghiệp với các nội dung: cải tiến công cụ lao động, các chính sách của nhà nước, thành tựu tiêu biểu, tác dụng."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 23,
    "text": "+ Nhóm 3, 4: Đọc thông tin, tư liệu mục 2.2 và quan sát hình 15.2, tìm hiểu thành tựu trên lĩnh vực thủ công nghiệp với các nội dung: thủ công nghiệp nhà nước và thủ công nghiệp dân gian, tác dụng. + Nhóm 5, 6: Đọc thông tin mục 2.3 kết hợp quan sát hình 15.3 và tư liệu tham khảo tìm hiểu thành tựu về thương nghiệp: nội thương, ngoại thương; sản phẩm trao đổi, buôn bán; địa điểm; tác dụng."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 24,
    "text": "- GV hướng dẫn HS các nhóm thảo luận:\n+ Nhóm 1, 2:\nKhai thác đoạn tư liệu trong Đại Việt sử ký toàn thư để hiểu được giá trị của lễ cày Tịch điền, tác dụng của việc đắp đê làm thủy lợi và các chức quan giám sát sản xuất nông nghiệp."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 25,
    "text": "Tập trung khai thác nội dung tác động của các chính sách (khuyến khích sản xuất nông nghiệp pháy triển, tạo điều kiện cho nông dân có ruộng đất canh tác) và những thành thành tựu tiêu biểu (đắp đê, khai hoang, cải tiến công cụ lao động, tăng năng suất lao động, bảo đảm đời sống người dân)."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 26,
    "text": "+ Nhóm 3, 4: Khai thác Hình 15.2, đọc tư liệu trích trong Dư địa chí để rút ra nhận xét về sự phát triển của thủ công nghiệp (xuất hiện nhiều làng, phường thủ công, với nhiều nghề, sản xuất chuyên môn hóa và sản phẩm đa dạng, tinh xảo). + Nhóm 5, 6:\nTập trung vào sự xuất hiện của nhiều chợ làng, chợ huyện – nơi tập trung buôn bán trong nước."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 27,
    "text": "Khai thác mục Góc khám phá và quan sát Hình 15.3 để rút ra nhận xét về hoạt động trao đổi buôn bán với nước ngoài rất phát triển (thu hút nhiều thương nhân nước ngoài, sản phẩm phong phú, xuất hiện nhiều đô thị và cảng thị). Bước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- Các nhóm phân công nhiệm vụ cụ thể cho các thành viên, thảo luận và thực hiện nhiệm vụ theo hướng dẫn của GV. - GV hướng dẫn, hỗ trợ HS (nếu cần thiết)."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 28,
    "text": "Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện các nhóm lần lượt trình bày về thành tựu kinh tế của Đại Việt trên các lĩnh vực cụ thể sau:\n+ Nông nghiệp. + Thủ công nghiệp. + Thương nghiệp. - GV yêu cầu các HS khác lắng nghe, nhận xét, bổ sung ý kiến (nếu có)."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 29,
    "text": "Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\n- GV nhận xét, đánh giá và tập trung nhấn mạnh sự phát triển của nông nghiệp, thủ công nghiệp đã thúc đẩy hoạt động thương nghiệp phát triển, đáp ứng nhu cầu của nhân dân. - GV chuyển sang nội dung mới. TIẾT 3, 4, 5\nHoạt động 3: Tìm hiểu về văn hóa\na. Mục tiêu: Thông qua hoạt động, HS nêu được một số thành tựu cơ bản về văn hóa của văn minh Đại Việt."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 30,
    "text": "b. Tổ chức hoạt động:\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV chia HS cả lớp thành 5 nhóm. - GV yêu cầu các nhóm thảo luận và thực hiện các nhiệm vụ cụ thể sau:\n+ Nhóm 1: Đọc thông tin, tư liệu mục 3.1, 3.2, quan sát các hình 15.4, 15.5 để tìm hiểu những thành tựu tiêu biểu về tư tưởng, tôn giáo, tín ngưỡng, giáo dục. Nêu ý nghĩa của những thành tựu đó. + Nhóm 2: Đọc mục 3.3, trình bày những thành tựu tiêu biểu về chữ viết, văn học. Nêu ý nghĩa của những thành tựu đó."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 31,
    "text": "+ Nhóm 3: Đọc thông tin bảng 15 mục 3.4, trình bày những thành tựu về khoa học, kĩ thuật. Nêu ý nghĩa của những thành tựu đó. + Nhóm 4: Đọc thông tin mục 3.5, quan sát hình 15.6, trình bày thành tựu về nghệ thuật. Nêu ý nghĩa của những thành tựu đó. + Nhóm 5: Đọc thông tin phần cuối mục 3.5 kết hợp với tư liệu, trình bày thành tựu về văn hóa dân gian. Nêu ý nghĩa của những thành tựu đó."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 32,
    "text": "- GV hướng dẫn HS các nội dung thảo luận, khai thác cụ thể:\n+ Nhóm 1:\nĐể hiểu rõ tư tưởng yêu nước, thương dân được thể hiện xuyên suốt trong các chính sách của nhà nước Đại Việt thời phong kiến, HS rút ra ý nghĩa của câu nói “Khoan thư sức dân để làm kế sâu rễ bền gốc, đó là thượng sách để giữ nước” của Trần Hưng Đạo. Quan sát Hình 15.4 kết hợp đọc thông tin để lí giải được vì sao dưới thời Lý – Trần, Phật giáo trở thành quốc giáo."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 33,
    "text": "Liên hệ với tư tưởng yêu nước, thương dân trong bối cảnh hiện nay, tình hình giáo dục thi cử hiện nay. Phân tích tác dụng Chiếu khuyến học của vua Quang Trung; phương thức thi cử qua các triều đại phong kiến. Khai thác mục Em có biết và Hình 15.5 để hiểu được giá trị của 82 tấm bia tiến sĩ. + Nhóm 2:\nHS cần rút ra được giá trị của chữ Hán; sự sáng tạo ra chữ Nôm; sự ra đời của chữ Quốc ngữ; lí giải được tác động của chữ viết đối với cuộc sống."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 34,
    "text": "Tìm hiểu sự phát triển của cả 3 dòng văn học (chữ Hán, chữ Nôm và văn học dân gian); nguyên nhân dẫn đến sự phát triển đó (đất nước độc lập, tự chủ; sự sáng tạo của con người;….) + Nhóm 3: HS khai thác thông tin trong Bảng 15, từ đó rút ra nhận xét. + Nhóm 4:\nKhai thác Hình 15.6 để hiểu được giá trị của thành nhà Hồ (công trình kiến trúc độc đáo bằng đá duy nhất ở Việt Nam được UNESCO ghi danh là Di sản văn hóa Thế giới)."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 35,
    "text": "Khi thác Hình 15.7 để nắm được nghệ thuật múa rối nước là trò chơi dân gian còn tồn tại đến ngày nay. + Nhóm 5: Tìm hiểu mục Góc mở rộng để rút ra được giá trị của An Nam tứ đại khí – là tài năng sáng tạo của người Việt, biểu tượng của văn minh Đại Việt – niềm tự hào của văn hóa Thăng Long. Từ đó rút ra được đặc điểm nghê thuật thời kì này."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 36,
    "text": "Tượng phật chùa Quỳnh Lâm\nĐỉnh tháp Báo Thiên\nChuông Quy Điền\nVạc Phổ Minh\nBước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- Các nhóm phân công nhiệm vụ cụ thể cho các thành viên, thảo luận và thực hiện nhiệm vụ theo hướng dẫn của GV. - GV hướng dẫn, hỗ trợ HS (nếu cần thiết). Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện các nhóm lần lượt trình bày về thành tựu văn của Đại Việt trên các lĩnh vực cụ thể sau:\n+ Tư tưởng, tôn giáo, tín ngưỡng. + Giáo dục. + Chữ viết và văn học."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 37,
    "text": "+ Khoa học, kĩ thuật. + Nghệ thuật. - GV yêu cầu các HS khác lắng nghe, nhận xét, bổ sung ý kiến (nếu có). Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\n- GV nhận xét, đánh giá kết luận: Đời sống văn hóa của nhân dân Đại Việt Phát triển phong phú, đa dạng, chịu ảnh hưởng của yếu tố bên ngoài nhưng mang đậm tính dân tộc và dân gian. - GV chuyển sang nội dung mới."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 38,
    "text": "TIẾT 6\nHoạt động 4: Tìm hiểu về ý nghĩa của văn minh Đại Việt\na. Mục tiêu: Thông qua hoạt động, HS:\n- Đưa ra được nhận xét về ưu điểm, hạn chế của văn minh Đại Việt. - Phân tích được ý nghĩa của văn minh Đại Việt trong lịch sử Việt Nam. b. Tổ chức hoạt động:\nNhiệm vụ 1\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV yêu cầu HS làm việc cá nhân, đọc thông tin mục Ưu điểm, Hạn chế SGK tr.108 và trả lời câu hỏi: Nhận xét ưu điểm, hạn chế của văn minh Đại Việt."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 39,
    "text": "- GV hướng dẫn HS khai thác kiến thức:\n+ HS bổ sung dẫn chứng (những thành tựu tiêu biểu) để chỉ rõ những ưu điểm của văn minh Đại Việt. + Lí giải văn minh Đại Việt là sản phẩm của sự kế thừa văn minh Văn Lang – Âu Lạc và sự tiếp thu tinh hoa văn hóa bên ngoài trên nền tảng của một quốc gia độc lập, tự chủ nên phát triển rực rỡ, đa dạng."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 40,
    "text": "+ HS cần nêu rõ được biểu hiện và phân tích được nguyên nhân hạn chế (chính sách “trọng nông ức thương”; tác động của chế độ quân chủ, KHTN kém phát triển,...). Bước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- HS làm việc cá nhân, đọc thông tin kênh chữ để tìm hiểu về ưu điểm, hạn chế của văn minh Đại Việt. - GV hướng dẫn, hỗ trợ HS (nếu cần thiết). Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện HS trình bày, nhận xét về ưu điểm, hạn chế của nền văn minh Đại Việt."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 41,
    "text": "- GV yêu cầu các HS khác lắng nge, nhận xét, nêu ý kiến bổ sung (nếu có). Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\n- GV nhận xét, đánh giá và kết luận về ưu điểm, hạn chế của văn minh Đại Việt. - GV chuyển sang nội dung mới. Nhiệm vụ 2\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV yêu cầu HS tiếp tục làm việc cá nhân, đọc thông tin mục Ý nghĩa, kết hợp quan sát Hình 15.8 SGK tr.109 và trả lời câu hỏi: Phân tích ý nghĩa của nền văn minh Đại Việt."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 42,
    "text": "- GV hướng dẫn HS khai thác kiến thức:\n+ HS tập trung lí giải văn minh Đại Việt là sản phẩm của sự sáng tạo và truyền thống lao động bền bỉ của người Việt qua nhiều thế hệ (gìn giữ, bảo tồn, chuyển giao, phát huy,...); giá trị của văn minh Đại Việt (đối với dân tộc và nhân loại). + Khai thác Hình 15.8 để thấy được tín ngưỡng thờ cúng tổ tiên được giữ gìn, bảo tồn và phát huy qua hàng nghìn năm lịch sử; thể hiện tư tưởng, truyền thống “Uống nước nhớ nguồn” của dân tộc."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 43,
    "text": "- GV mở rộng kiến thức, yêu cầu HS liên hệ thực tế:\n+ Liên hệ về giá trị của văn minh Đại Việt đối với dân tộc Việt Nam hiện nay. + Làm thế nào để bảo tồn và phát huy những giá trị tinh hoa của văn minh Đại Việt? Bước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- HS làm việc cá nhân, đọc thông tin kênh chữ, khai thác kênh hình để tìm hiểu về ý nghĩa của văn minh Đại Việt trong lịch sử Việt Nam. - GV hướng dẫn, hỗ trợ HS (nếu cần thiết)."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 44,
    "text": "Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện HS trình bày, nhận xét về ý nghĩa của văn minh Đại Việt trong lịch sử Việt Nam. - GV yêu cầu các HS khác lắng nge, nhận xét, nêu ý kiến bổ sung (nếu có). Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\nGV nhận xét, đánh giá và kết luận về ý nghĩa của văn minh Đại Việt trong lịch sử Việt Nam."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 45,
    "text": "C. HOẠT ĐỘNG LUYỆN TẬP\na. Mục tiêu: Thông qua hoạt động, HS vận dụng kiến thức, kĩ năng đã có vào việc giải quyết một số tình huống/bài tập nhận thức, thông qua đó góp phần hình thành năng lực tìm hiểu lịch sử, năng lực nhận thức và tư duy lịch sử cho HS. b. Tổ chức hoạt động:\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV phát Phiếu bài tập trắc nghiệm cho HS và yêu cầu HS làm tại lớp."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 46,
    "text": "Bước 2: HS thực hiện nhiệm vụ học tập\n- HS vận dụng kiến thức đã học về thành tựu văn minh Đại Việt để hoàn thành Phiếu bài tập. - GV hướng dẫn, theo dõi, hỗ trợ HS (nếu cần thiết). Bước 3: Báo cáo kết quả hoạt động và thảo luận\n- GV mời đại diện HS đọc đáp án trước lớp:\n- GV mời HS khác nhận xét, đọc đáp án khác (nếu có)\nBước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\n- GV nhận xét, đánh giá và chốt đáp án đúng. - GV chuyển sang nội dung mới."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 47,
    "text": "D. HOẠT ĐỘNG VẬN DỤNG\na. Mục tiêu: Thông qua hoạt động, HS:\n- Củng cố kiến thức đã học. - Liên hệ, vận dụng kiến thức đã học vào cuộc sống. b. Tổ chức thực hiện :\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV giao nhiệm vụ về nhà cho HS làm việc cá nhân:\n+ Giới thiệu với du khách về một thành tựu tiêu biểu của nền văn minh Đại Việt. + Sưu tầm tư liệu về một thành tựu của nền văn minh Đại Việt để thuyết trình với thầy cô, bạn học."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 48,
    "text": "- GV hướng dẫn HS nội dung sưu tầm cần đảm bảo các ý:\n+ Tên thành tựu. + Thời gian. + Mục đích. + Giá trị thành tựu đối với văn minh Đại Việt và Việt Nam ngày nay. Bước 2: HS tiếp nhận thực hiện nhiệm vụ học tập\n- HS sưu tầm thông tin, hình ảnh trên sách báo, internet về một thành tựu tiêu biểu của nền văn minh Đại Việt theo hướng dẫn của GV. - GV hướng dẫn, hỗ trợ HS (nếu cần thiết). Bước 3: Báo cáo kết quả hoạt động, thảo luận\nHS báo cáo sản phẩm vào bài học sau."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 49,
    "text": "Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\nGV nhận xét, đánh giá và kết thúc tiết học. HƯỚNG DẪN VỀ NHÀ\n- Ôn lại kiến thức đã học:\n+ Một số thành tựu cơ bản của nền văn minh Đại Việt về chính trị, kinh tế, văn hóa (tư tưởng, tôn giáo, tín ngưỡng, giáo dục, văn học, nghệ thuật). + Ý nghĩa của nền văn minh Đại Việt trong lịch sử dân tộc Việt Nam. + Những ưu điểm và hạn chế của nền văn minh Đại Việt."
  },
  {
    "source": "Lớp 10. CB. Bài 13.docx",
    "chunk_id": 50,
    "text": "- Trả lời câu hỏi bài tập 1, 2 phần Luyện tập và hoàn thành bài tập phần Vận dụng SGK tr.109\n- Làm bài tập Bài 15, Sách bài tập tr.42 - 44. Hải Dương, ngày.......tháng......năm 2025\nPHÊ DUYỆT CỦA TỔ CHUYÊN MÔN"
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 0,
    "text": "Ngày soạn: 9/2/2025\nTuần 24: 26, 27\nBài 9: CUỘC CẢI CÁCH CỦA LÊ THÁNH TÔNG (THẾ KỈ XV)\nI. MỤC TIÊU\nHọc xong bài này em sẽ:\n1. Về kiến thức:\n- Mức độ biết:\n+ Nêu bối cảnh lịch sử dẫn đến cải cách của Lê Thánh Tông. + Trình bày nội dung cải cách của Lê Thánh Tông về chính trị, kinh tế, văn hóa. - Mức độ hiểu:\n+ Giải thích nguyên nhân Lê Thánh Tông tiến hành cải cách. + Phân tích ý nghĩa cải cách của Lê Thánh Tông. + Đánh giá những tác động của cải cách của Lê Thánh Tông."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 1,
    "text": "- Mức độ vận dụng:\n+ Rút ra bài học cho công cuộc cải cách hiện nay của Việt Nam. 2. Về năng lực\na. Năng lực chung:\n- Năng lực tự chủ và tự học: Thông qua việc tìm hiểu, phân loại sử liệu, tạo sơ đồ tư duy,… về các chính sách cải cách của Lê Thánh Tông. - Năng lực giao tiếp và hợp tác: Thông qua trao đổi, thảo luận nhóm về nội dung bài học – Cuộc cải cách của Lê Thánh Tông (thế kỉ XV)."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 2,
    "text": "b. Năng lực riêng:\n- Năng lực tìm hiểu lịch sử: Thông qua việc khai thác hình ảnh, lược đồ và đọc thông tin tư liệu để trình bày được bối cảnh lịch sử, nội dung, kết quả, ý nghĩa cuộc cải cách của Lê Thánh Tông. - Năng lực nhận thức và tư duy lịch sử: Thông qua việc đưa ra những ý kiến nhận xét, đánh giá của cá nhân về cuộc cải cách của Lê Thánh Tông. - Năng lực vận dụng kiến thức, kĩ năng: Rút ra bài học kinh nghiệm cho công cuộc Đổi mới hiện nay ở Việt Nam. 3."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 3,
    "text": "Phẩm chất:\n- Yêu nước: có ý thức trân trọng, tự hào về truyền thống đấu tranh bảo vệ, xây dựng đất nước của dân tộc Việt Nam. - Chăm chỉ: tự giác tích cực tham gia các hoạt động để thể hiện nhiệm vụ học tập. - Có ý thức trân trọng những giá trị tốt đẹp mà thế hệ đi trước đã để lại. II. THIẾT BỊ DẠY HỌC VÀ HỌC LIỆU\n- Giáo án, SHS, SGV Lịch sử 11. - Máy tính, máy chiếu (nếu có)."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 4,
    "text": "- Phiếu học tập, giấy A0, bảng phụ,...\n- Tư liệu, tranh ảnh, đoạn phim, video có liên quan đến bài học Cuộc cải cách của Lê Thánh Tông (thế kỉ XV). - SHS Lịch sử 11. - Tranh ảnh, tư liệu sưu tầm có liên quan đến nội dung bài học và dụng cụ học tập theo yêu cầu của GV. III. TIẾN TRÌNH DẠY HỌC\nTIẾT 1\nA. HOẠT ĐỘNG KHỞI ĐỘNG\na. Mục tiêu: Khơi dậy hứng thú học tập cho HS, tạo không khí vui vẻ khám phá bài học mới và chuyển giao nhiệm vụ học tập."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 5,
    "text": "b. Tổ chức thực hiện:\nNhiệm vụ 1: Trò chơi “Đuổi hình bắt chữ”\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV tổ chức cho HS tìm hiểu các anh hùng dân tộc Việt Nam qua trò chơi “Đuổi hình bắt chữ”. - GV lần lượt trình chiếu hình ảnh và ô chữ:\nÔ chữ chủ (11 chữ cái): một trong những nhà canh tân cải cách nổi tiéng ở Việt Nam thế kỉ XV. Bước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- HS dựa vào một số kiến thức đã học, hiểu biết của bản thân, quan sát hình ảnh và lần lượt tìm ra các ô chữ."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 6,
    "text": "- GV quan sát, hướng dẫn, hỗ trợ HS (nếu cần thiết). Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện lần lượt HS nêu đáp án các ô chữ hàng ngang, ô chữ chủ đề. - GV yêu cầu các HS khác lắng nghe, đọc đáp án khác (nếu có)."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 7,
    "text": "Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\n- GV nhận xét, đánh giá và chốt đáp án:\nÔ chữ chủ: LÊ THÁNH TÔNG\n- GV dẫn dắt HS bước vào nhiệm vụ mới: Sử thần Vũ Quỳnh Triều Lê có lời bình về vua Lê Thánh Tông: “…có thể sửa dựng chính sự, chế tác lễ nhạc, hiệu lệnh văn chương rõ ràng, có thể cho người sau noi theo”. Lời bình ngắn gọn ấy đã khái quát được những nét lớn trong cải cách của vua Lê Thánh Tông. Vậy đó là những cải cách nào, chúng ta cùng tìm hiểu trong trò chơi sau đây."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 8,
    "text": "Nhiệm vụ 2: Trò chơi “Nhận diện sự kiện”\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV tổ chức cho HS cả lớp chơi trò chơi Nhận diện sự kiện. - GV phổ biến luật chơi cho HS:\n+ Có 4 hình ảnh tương ứng 4 sự kiện lịch sử cần nhận diện, thời gian trả lời câu hỏi là 30 giây. + Người chiến thắng trả lời đúng sự kiện lịch sử hình ảnh gợi ý."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 9,
    "text": "- GV lần lượt trình chiếu các hình ảnh cần được nhận diện:\nBước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- HS quan sát nhanh hình ảnh, dựa vào kiến thức đã học, hiểu biết thực tế và tìm ra đáp án. - GV hướng dẫn, hỗ trợ HS (nếu cần thiết). Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện lần lượt 4 HS nêu đáp án cho 4 hình. - GV yêu cầu các HS khác lắng nghe, nêu đáp án khác (nếu có)."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 10,
    "text": "Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\n- GV nhận xét, đánh giá, chốt đáp án:\n- GV dẫn dắt HS vào bài học: Bia Tiến sĩ, Luật Hồng Đức, cặp rồng đá trước điện Kính Thiên (Hoàng thành Thăng Long)….Các công trình này được tạo dựng thời vua Lê Thánh Tông. Lê Thánh Tông là một vị vua nổi tiếng trong lịch sử Việt Nam, ông được coi là vị vua “khai mở chế độ, văn vật khả quan, mở mang đất đai, cõi bờ khá rộng, thực là bậc vua anh hùng tài lược”."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 11,
    "text": "Vì sao vua Lê Thánh Tông lại được đánh giá cao như vậy? Chúng ta sẽ cùng nhau tìm hiểu rõ hơn trong bài học ngày hôm nay – Bài 10: Cuộc cải cách của Lê Thánh Thông (Thế kỉ XV). B. HOẠT ĐỘNG HÌNH THÀNH KIẾN THỨC\nHoạt động 1. Tìm hiểu về bối cảnh lịch sử\na. Mục tiêu: Thông qua hoạt động, HS trình bày được bối cảnh lịch sử cuộc cải cách của vua Lê Thánh Tông."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 12,
    "text": "b. Tổ chức thực hiện:\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV tổ chức cho HS làm việc ở nhà, sưu tầm tư liệu từ sách, báo, internet, tìm hiểu về nhân vật vua Lê Thánh Tông, thiết kế thẻ nhân vật theo gợi ý:\n- GV trình chiếu hình ảnh và giới thiệu về vua Lê Thánh Thông:\nGV yêu cầu HS thảo luận cặp đôi, khai thác tư liệu, thông tin trong mục 1 SGK tr.67 và trả lời câu hỏi: Trình bày bối cảnh lịch sử cuộc cải cách của Lê Thánh Tông."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 13,
    "text": "Bước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- HS khai thác hình ảnh, tư liệu, thông tin trong mục và trả lời câu hỏi. - GV quan sát, hướng dẫn, hỗ trợ HS (nếu cần thiết). Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện 1 – 2 HS cặp đôi nêu bối cảnh lịch sử cuộc cải cách Lê Thánh Tông. - GV quan sát, hướng dẫn, hỗ trợ HS (nếu cần thiết)."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 14,
    "text": "Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\n- GV nhận xét, đánh giá và kết luận: Năm 1460, Lê Thánh Tông lên ngôi hoàng đế trong bối cảnh đất nước chưa bước vào khủng hoảng, nhưng tình hình chính trị, kinh tế, xã hội bộc lộ nhiều bất cập, đặt ra yêu cầu cải cách. → Vua Lê Thánh Tông đã từng bước tiến hành cải cách nhằm tăng cường quyền lực của hoàng đế và bộ máy nhà nước. - GV chuyển sang nội dung mới. Hoạt động 2."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 15,
    "text": "Tìm hiểu về nội dung cuộc cải cách\na. Mục tiêu: Thông qua hoạt động, HS trình bày được nội dung cuộc cải cách của Lê Thánh Tông về chính trị, kinh tế, văn hóa. b. Tổ chức thực hiện:\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV trình chiếu hình ảnh và dẫn dắt: Là một vị vua có tài năng xuất chúng trong quản lí, xây dựng đất nước, trong suốt thời kì trị vì, Lê Thánh Tông đã tiến hành cuộc cải cách khá toàn diện. - GV chia HS cả lớp thành 4 nhóm (2 nhóm cùng thực hiện một nhiệm vụ)."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 16,
    "text": "- GV giao nhiệm vụ cụ thể cho các nhóm như sau:\nKhai thác Hình 1 – 3, tư liệu, thông tin trong mục 2a, 2b SGK tr.68 – 70 và hoàn thành Phiếu học tập số 1: Trình bày nội dung cuộc cải cách của vua Lê Thánh Tông về chính trị, kinh tế, văn hóa. + Nhóm 1, 3: Tìm hiểu cải cách về chính trị. + Nhóm 2, 4: Tìm hiểu cải cách về kinh tế, văn hóa. PHIẾU HỌC TẬP SỐ 1\n- GV cung cấp thêm cho HS một số hình ảnh về cuộc cải cách của vua Lê Thánh Tông (Đính kèm phía dưới Hoạt động 2)."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 17,
    "text": "- GV liên hệ thực tế, vận dụng, tổ chức nhanh cho HS đóng vai và thực hiện nhiệm vụ cụ thể sau:\n+ Đóng vai Thượng thư Bộ Hộ đề xuất ý kiến cải cách về kinh tế Đại Việt với vua Lê Thánh Tông. + Đóng vai Thượng thư Bộ Hình tư vấn với vua Lê Thánh Tông về việc soạn thảo bộ Quốc triều hình luật. + Đóng vai Thượng thư Bộ Lễ em đề xuất với vua Lê Thánh Tông đề ra các chính sách/biện pháp phát triển giáo dục."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 18,
    "text": "Bước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- HS khai thác hình ảnh, tư liệu, thông tin trong mục và hoàn thành Phiếu học tập số 1. - GV quan sát, hướng dẫn, hỗ trợ HS (nếu cần thiết). Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện 2 nhóm nêu những nội dung cơ bản trong cải cách của Lê Thánh Tông theo Phiếu học tập số 1. - GV yêu cầu 2 nhóm còn lại lắng nghe, bổ sung ý kiến cho nhóm bạn (nếu có)."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 19,
    "text": "Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\n- GV nhận xét, đánh giá, kết luận: Cải cách dưới triều vua Lê Thánh Tông có tính đồng bộ từ trung ương đến địa phương. Nội dung của cuộc cải cách diễn ra trên nhiều lĩnh vực nhằm tăng cường sự kiểm soát, chỉ đạo của hoàng đế đối với triều thần, tăng cường sự ràng buộc, kiểm soát lẫn nhau trong giới quan liêu, tăng cường tính hiệu lực và hiệu quả của bộ máy quan lại. - GV chuyển sang nội dung mới. TIẾT 2\nHoạt động 3."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 20,
    "text": "Tìm hiểu về kết quả, ý nghĩa cuộc cải cách của Lê Thánh Tông\na. Mục tiêu: Thông qua hoạt động, HS trình bày được kết quả, ý nghĩa cuộc cải cách của Lê Thánh Tông. b. Tổ chức thực hiện:\nBước 1: GV chuyển giao nhiệm vụ học tập\n- GV tổ chức cho HS trò chơi “Truy tìm từ khóa”, HS làm việc cá nhân, đọc thông tin mục 3 SGK tr.71, tìm nhanh các từ khóa chỉ kết quả và ý nghĩa cuộc cải cách thời vua Lê Thánh Tông trong vòng 1- 2 phút."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 21,
    "text": "Gợi ý: hoàn chỉnh, chặt chẽ, biến đổi lớn, phát triển, tinh thần dân tộc, đỉnh cao,…\n- GV yêu cầu HS tiếp tục làm việc cá nhân, trả lời câu hỏi: Trình bày ý nghĩa cuộc cải cách của Lê Thánh Tông. Bước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- HS khai thác tư liệu, thông tin trong mục và trả lời câu hỏi. - GV quan sát, hướng dẫn, hỗ trợ HS (nếu cần thiết). Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện 1 – 2 HS nêu kết quả, ý nghĩa cuộc cải cách của vua Lê Thánh Tông."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 22,
    "text": "- GV yêu cầu các HS khác lắng nghe, nhận xét, bổ sung ý kiến (nếu có). Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\nGV nhận xét, đánh giá và kết luận: Công cuộc cải cách của Lê Thánh Tông không chỉ có ý nghĩa chấn chỉnh bộ máy nhà nước mà đã làm biến chuyển toàn bộ các hoạt động của quốc gia, làm cho vương triều vững mạnh và đất nước trở nên hưng thịnh nhất trong lịch sử trung đại Việt Nam."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 23,
    "text": "C. HOẠT ĐỘNG LUYỆN TẬP\na. Mục tiêu: Thông qua hoạt động, HS phát triển năng lực nhận thức và tư duy lịch sử, giúp HS củng cố, hệ thống hóa kiến thức đã lĩnh hội ở bài học Cuộc cải cách của Lê Thánh Tông (thế kỉ XV). b. Tổ chức thực hiện:\nNhiệm vụ 1: Trả lời câu hỏi trắc nghiệm\n- GV tổ chức cho HS trả lời nhanh một số câu hỏi trắc nghiệm tổng kết bài học Cuộc cải cách của Lê Thánh Tông (thế kỉ XV)."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 24,
    "text": "- GV lần lượt đọc câu hỏi:\nCâu 1: Từ thời Lê Thái Tổ đến Lê Nhân Tông, nội bộ triều đình Lê sơ:\nA. Thường xuyên có mâu thuẫn giữa vua quan và quý tộc. B. Có nhiều mâu thuẫn và biến động. C. Liên tục bị thao túng bởi quan lại. D. Bị nhũng nhiễu bởi các quan đại thần. Câu 2: Ý nào sau đây thể hiện tình trạng xã hội Đại Việt thời Lê sơ trước cuộc cải cách của Lê Thánh Tông? A. Nạn cường hào lộng hành và quan lại tham ô, nhũng nhiễu ngày càng nhức nhối."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 25,
    "text": "B. Nạn quý tộc lộng hành và vua quan nhũng nhiễu ngày càng phổ biến. C. Nạn địa chủ lộng hành và vua chúa tham ô ngày càng trầm trọng. D. Nạn địa chủ thao túng triều đình và công thần tham ô ngày càng nhức nhối. Câu 3: Lê Thánh Tông tiến hành cải cách tổ chức bộ máy chính quyền ở trung ương theo hướng:\nA. Giải thể hệ thống cơ quan chuyên môn, tập trung quyền lực vào hoàng đế. B. Bổ sung hệ thống cơ quan trung gian, tập trung quyền lực vào hoàng đế."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 26,
    "text": "C. Hoàn thiện hệ thống cơ quan, tập trung quyền lực vào các bộ, khoa, tự. D. Hoàn thiện hệ thống cơ quan, tập trung quyền lực vào nhà vua. Câu 4: Từ sau cuộc cải của Lê Thánh Tông, hình thức tuyển chọn nhân sự chủ yếu cho bộ máy chính quyền các cấp thời Lê sơ là:\nA. Nhiệm tử. B. Tiến cử. C. Bảo cử. D. Khoa cử. Câu 5: Một trong những điểm mới của bộ Quốc triều hình luật là;\nA. Có sự gia tăng hình phạt đối với người phạm tội nếu đã đến tuổi trưởng thành."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 27,
    "text": "B. Có sự phân biệt hình phạt đối với người phạm tội nếu tàn tật hoặc có con nhỏ. C. Đề cao quyền lợi và địa vị của nam giới, quy định cụ thể về tố tụng. D. Xóa bỏ hình phạt đối với người phạm tội nếu tàn tật hoặc còn nhỏ."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 28,
    "text": "Câu 6: Chính sách quân điền thời Lê Thánh Tông phân chia ruộng đất công cho:\nA. Các hạng quan từ quan lại, binh lính, dân đinh đến người tàn tật,…\nB. Các hạng từ quý tộc, quan lại, dân đinh đến người tàn tật,…\nC. Các tầng lớp tộc, tăng lữ, phụ nữ góa, trẻ mồ côi,…\nD. Các bộ phận công thần, phụ nữ góa, trẻ mồ côi,…\nCâu 7: Dưới thời Lê Thánh Tông, Nho giáo trở thành:\nA. Hệ tư tưởng tôn giáo chính thống của triều đình và toàn xã hội."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 29,
    "text": "B. Hệ tư tưởng độc tôn, chính thống của triều đình và toàn xã hội. C. Quốc giáo, được đông đảo vua quan và dân chúng tin theo. D. Tôn giáo độc tôn, chính thống của triều đình và toàn xã hội. Câu 8: Những biến đổi lớn nổi bật trong đời sống kinh tế, văn hóa của Đại Việt từ cuộc cải cách của Lê Thánh Tông là:\nA. Sự phát triển của nền kinh tế tiểu nông và sự thống trị của tư tưởng Nho giáo. B. Sự phát triển của nền kinh tế làng xã và sự phổ biến của tư tưởng Nho giáo."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 30,
    "text": "C. Sự thịnh đạt của nền kinh tế hàng hóa và sự phổ cập của tư tưởng Nho giáo. D. Sự phồn thịnh của nền kinh tế nông nghiệp và sự thống trị của nền kinh tế Nho giáo. Câu 9. Cho đoạn thông tin sau đây, em hãy xác định ý đúng hoặc sai:\nLê Thánh Tông là một vị vua nổi tiếng trong lịch sử Việt Nam, ông được coi là vị vua “sáng lập chế độ, văn vật khả quan, mở mang đất đai, cõi bờ khá rộng, thực là bậc vua anh hùng tài lược”."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 31,
    "text": "a) Nhận định trên là của nhà sử học Ngô Sĩ Liên trong tác phẩm Đại Việt sử ký. b) Vua Lê Thánh Tông đã tiến hành một cuộc cải cách lớn trong lịch sử dân tộc. c) Triều Lê thời Lê Thánh Tông đã phát triển đến đỉnh cao của chế độ quân chủ. d) Dưới thời Lê Thánh Tông, lãnh thổ Đại Việt đã rộng lớn như thời đại ngày nay. Câu 10. Cho đoạn thông tin sau đây, em hãy xác định ý đúng hoặc sai:\nVua Lê Thánh Tông chú trọng hoàn thiện hệ thống pháp luật để quản lí nhà nước."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 32,
    "text": "Năm 1483, Nhà nước ban hành bộ Quốc triều hình luật (Luật Hồng Đức) gồm 722 điều với nhiều quy định mang tính dân tộc sâu sắc như các điều luật bảo vệ phụ nữ, người già, người tàn tật, trẻ em, bảo vệ sản xuất nông nghiệp,...\na) Luật Hồng Đức soạn từ thời vua Thái Tổ hoàn thành dưới thời vua Lê Thánh Tông. b) Luật Hồng Đức được dùng để quản lý đất nước, bảo vệ nhân dân, giai cấp thống trị. c) Hồng Đức là bộ luật có nhiều điểm tiến bộ nhất trong lịch sử phong kiến Việt Nam."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 33,
    "text": "d) Bộ luật Hồng Đức được UNESCO công nhận là di sản văn hóa phi vật thể nhân loại. Bước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- HS vận dụng kiến thức đã học về Cuộc cải cách của Lê Thánh Tông (thế kỉ XV), trả lời câu hỏi. - GV quan sát, hướng dẫn, hỗ trợ HS (nếu cần thiết). Bước 3: Báo cáo kết quả thực hiện nhiệm vụ học tập\n- GV mời đại diện 1 – 2 HS đọc đáp án trước lớp. - GV yêu cầu các HS khác lắng nghe, nêu đáp án khác (nếu có)."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 34,
    "text": "Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\n- GV nhận xét, đánh giá, chốt đáp án:\n- GV chuyển sang nhiệm vụ mới. Nhiệm vụ 2: Trả lời câu hỏi bài tập phần Luyện tập SGK tr.71\nBước 1: GV chuyển giao nhiệm vụ học tập\nGV yêu cầu HS làm việc cá nhân, thực hiện nhiệm vụ: Vẽ sơ đồ tổ chức bộ máy chính quyền trung ương thời Lê sơ từ sau cải cách của Lê Thánh Tông."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 35,
    "text": "Bước 2: HS tiếp nhận, thực hiện nhiệm vụ học tập\n- HS vận dụng kiến thức đã học, kĩ năng vẽ sơ đồ tư duy và hoàn thành bài tập vào vở. - GV quan sát, hướng dẫn, hỗ trợ HS (nếu cần thiết). Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện HS trình bày bộ máy chính quyền trung ương thời Lê sơ từ sau cải cách của Lê Thánh Tông theo sơ đồ tư duy. - GV yêu cầu các HS khác lắng nghe, nhận xét, bổ sung ý kiến khác (nếu có)."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 36,
    "text": "Bước 4: Đánh giá kết quả thực hiện nhiệm vụ học tập\n- GV nhận xét, đánh giá và nêu ví dụ:\n- GV chuyển sang nội dung mới. D. HOẠT ĐỘNG VẬN DỤNG\na. Mục tiêu: Thông qua hoạt động, HS liên hệ, vận dụng kiến thức đã học vào cuộc sống. b. Nội dung: GV yêu cầu HS trả lời câu hỏi và bài tập phần Vận dụng SGK tr.71. c. Sản phẩm: Đáp án của phần Vận dụng HS và chuẩn kiến thức của GV."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 37,
    "text": "d. Tổ chức thực hiện:\nBước 1: GV chuyển giao nhiệm vụ học tập\nGV yêu cầu HS làm việc cá nhân, trả lời câu hỏi: Những kinh nghiệm hoặc bài học nào từ cuộc cải cách của Lê Thánh Tông có thể vận dụng trong công cuộc cải cách hành chính ở Việt Nam hiện nay? Bước 2: HS thực hiện nhiệm vụ học tập\nHS vận dụng kiến thức đã học, sưu tầm thông tin, tư liệu từ sách, báo, internet và trả lời câu hỏi."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 38,
    "text": "Bước 3: Báo cáo kết quả hoạt động, thảo luận\n- GV mời đại diện 1 – 2 HS nêu một số kinh nghiệm, bài học có thể rút ra từ cuộc cải cách của Lê Thánh Tông. - GV yêu cầu các HS khác lắng nghe, nhận xét, bổ sung ý kiến (nếu có). Bước 4: Đánh giá kết quả thực hiện\n- GV nhận xét, đánh giá, kết luận:\nNhững kinh nghiệm hoặc bài học nào từ cuộc cải cách của Lê Thánh Tông có thể vận dụng trong công cuộc cải cách hành chính ở Việt Nam hiện nay:\n+ Kinh nghiệm vệ việc tiến hành cải cách đồng bộ."
  },
  {
    "source": "Lớp 11. CB. Bài 10.docx",
    "chunk_id": 39,
    "text": "+ Kinh nghiệm về việc tăng cường chức năng giám sát giữa các cơ quan. + ……. HƯỚNG DẪN VỀ NHÀ\n- Ôn lại kiến thức đã học: bối cảnh lịch sử, nội dung, kết quả, ý nghĩa cuộc cải cách của Lê Thánh Tông (thế kỉ XV). - Làm bài tập Bài 10 – Sách bài tập Lịch sử 11. - Đọc và tìm hiểu trước nội dung Bài 11: Cuộc cải cách của Minh Mạng (nửa đầu thế kỉ XIX). Hải Dương, ngày.......tháng......năm 2025\nPHÊ DUYỆT CỦA TỔ CHUYÊN MÔN"
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 0,
    "text": "Hải Dương,ngày 10 tháng 08 năm 2024\nMA TRẬN ĐỀ THI CUỐI KÌ I MÔN LỊCH SỬ LỚP 12 NĂM HỌC 2024 - 2025\n(Thông tư số 13/2022/TT-BGDĐT ngày 3/8/2022 Sửa đối, bố sung một số nội dung trong Chương trình GDPT 2018)\nA. Dạng thức 1\nCâu hỏi trắc nghiệm nhiều lựa chọn (Thí sinh trả lời từ câu 1 đến câu 24. Mỗi câu hỏi thí sinh chỉ chọn một phương án)\n(Mỗi câu trả lời đúng được 0.25 điểm)\nB. Dạng thức 2\nCâu hỏi trắc nghiệm đúng sai (Thí sinh trả lời từ câu 1 đến câu 4."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 1,
    "text": "Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai)\nV. XÂY DỰNG CÂU HỎI ĐỀ KIỂM TRA\nPhần I. Câu hỏi trắc nghiệm nhiều phương án lực chọn. Học sinh trả lời từ câu 1 đến câu 18. Mỗi câu hỏi học sinh chỉ trả lời một phương án. Câu 1. Quân đồng minh nào được giao nhiệm vụ vào giải giáp quân Nhật ở Đông Dương sau chiến tranh thế giới thứ hai? A.Quân Anh, Pháp. B. Quân Anh, Mĩ. C. Quân Anh, Trung Hoa dân quốc. D. Quân Mĩ, Pháp. Câu 2. “Không!"
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 2,
    "text": "Chúng ta thà hi sinh tất cả chứ không chịu mất nước, chứ không chịu làm nô lệ”. Câu văn này trích trong văn bản nào? A. Tác phẩm “kháng chiến nhất định thắng lợi” của Trường Chinh\nB. “Tuyên ngôn độc lập”\nC. Lời kêu gọi toàn quốc kháng chiến của chủ tịch Hồ Chí Minh\nD. Chỉ thị “Toàn dân kháng chiến” của Ban thường vụ trung ương Đảng\nCâu 3: Sự kiện nào đánh dấu mốc giải phóng hoàn toàn miền Nam, thống nhất đất nước? A. Chiến dịch Hồ Chí Minh (1975). B. Hiệp định Pari (1973)."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 3,
    "text": "C. Chiến dịch Huế (1975). D. Chiến dịch Đà Nẵng (1975). Câu 4. Trong chiến lược Chiến tranh cục bộ ở miền Nam Việt Nam, Mĩ đã đề ra chiến lược quân sự mới “Tìm diệt” nhằm mục đích gì? A. Thay đổi phương thức tác chiến. B. Tạo thuận lợi trên bàn ngoại giao. C. Giành lại thế chủ động trên chiến trường. D. Ngăn chặn sự chi viện từ Bắc vào Nam. Câu 5."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 4,
    "text": "Một trong những bài học kinh nghiệm rút ra từ thắng lợi của cuộc chiến tranh bảo vệ Tổ quốc 1945-1954 của nhân dân Việt Nam là\nA. kết hợp đấu tranh quân sự với đấu tranh chính trị, ngoại giao. B. lực lượng vũ trang giữ vai trò duy nhất quyết định thắng lợi. C. được sự ủng hộ từ tất cả các nước thành viên Liên hợp quốc. D. đảm bảo sự nhân nhượng trong đàm phán kết thúc chiến tranh. Câu 6."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 5,
    "text": "Nội dung nào sau đây không phản ánh đúng ý nghĩa của Tổng tiến công và nổi dậy Xuân Mậu Thân 1968 của quân dân miền Nam Việt Nam? A. Buộc Mỹ kí hiệp định chấm dứt chiến tranh xâm lược. B. Làm phá sản chiến lược “Chiến tranh cục bộ” của Mỹ. C. Mở ra bước ngoặt của cuộc kháng chiến chống Mỹ. D. Buộc Mỹ chấm dứt chiến tranh phá hoại miền Bắc. Câu 7."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 6,
    "text": "Thực tiễn 30 năm chiến tranh bảo vệ tổ quốc (1945-1975) đã cho thấy vai trò của khối đại đoàn kết toàn dân là\nA. một trong những nhân tố quan trọng quyết định thắng lợi. B. lực lượng chủ yếu để đánh bại chủ nghĩa thực dân mới. C. yếu tố chính thúc đẩy quá trình hội nhập kinh tế quốc tế. D. là nền tảng đảm bảo thắng lợi trong đấu tranh ngoại giao. Câu 8."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 7,
    "text": "Một trong những bài học kinh nghiệm của các cuộc kháng chiến bảo vệ Tổ quốc từ năm 1945 đến năm 1979 có thể phát huy trong sự nghiệp xây dựng đất nước Việt Nam hiện nay là\nA. củng cố và tăng cường khối đại đoàn kết dân tộc. B. dùng đấu tranh ngoại giao làm nhân tố quyết định. C. chỉ chú trọng phát triển lực lượng quân sự tinh nhuệ. D. sự kết hợp hài hòa giữa giành và giữ chính quyền."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 8,
    "text": "Câu 9: Trong giai đoạn 1976-1979, quân dân Việt Nam đấu tranh chống lại cuộc tấn công xâm lấn biên giới Tây Nam của lực lượng nào sau đây? A. Thực dân Hà Lan. B. Tập đoàn Khơme đỏ. C. Quân đội Sài Gòn. D. Quân đội Trung Quốc. Câu 10: Thời cơ khách quan thuận lợi của Cách mạng tháng Tám là sự kiện nào sau đây? A. Nhật đảo chính lật đổ Pháp trên toàn Đông Dương (9/3/1945). B. Mỹ ném hai quả bom nguyên tử xuống Nhật (6, 9/8/1945). C. Đức đã đầu hàng quân Đồng minh vô điều kiện (9/5/1945)."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 9,
    "text": "D. Phát xít Nhật đầu hàng Đồng mình vô điều kiện (15/8/1945). Câu 11: Tổ chức nào sau đây giữ vai trò đoàn kết toàn dân tộc trong Cách mạng tháng Tám năm 1945 ở Việt Nam? A. Mặt trận Việt Nam Độc lập đồng minh. B. Mặt trận Liên hiệp quốc dân Việt Nam. C. Mặt trận Dân chủ Đông Dương. D. Mặt trận Tổ quốc Việt Nam. Câu 12: Nhân tố quyết định cho những thắng lợi của cuộc kháng chiếng chống pháp xâm lược (1945-1954) là gì? A. Nắm bắt được thời cơ, vượt qua thách thức đưa đất nước tiến lên."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 10,
    "text": "B. Coi trọng giáo dục và khoa học – kĩ thuật là quốc sách hàng đầu. C. Đảng Cộng sản Việt Nam lãnh đạo phát huy nội lực và ngoại lực. D. Chính sách thu hút các nguồn vốn từ trong nước và của Việt kiều. Câu 13:  Một trong những bài học kinh nghiệm rút ra từ thắng lợi của cuộc chiến tranh bảo vệ Tổ quốc 1945-1954 của nhân dân Việt Nam là\nA. kết hợp đấu tranh quân sự với đấu tranh chính trị, ngoại giao. B. lực lượng vũ trang giữ vai trò duy nhất quyết định thắng lợi."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 11,
    "text": "C. được sự ủng hộ từ tất cả các nước thành viên Liên hợp quốc. D. đảm bảo sự nhân nhượng trong đàm phán kết thúc chiến tranh. Câu 14: Nội dung nào sau đây là bối cảnh thế giới tác động đến cuộc kháng chiến chống Mỹ, cứu nước (1954-1975) của nhân dân Việt Nam? A. Đất nước tạm thời bị chia cắt thành 2 miền theo Hiệp định Giơ-ne-vơ. B. Công cuộc xây dựng CNXH ở Liên Xô, Trung Quốc đạt nhiều thành tựu. C. Miền Nam, Mỹ thay Pháp dựng lên chính quyền tay sai Ngô Đình Diệm."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 12,
    "text": "D. Mỹ âm mưu biến miền Nam Việt Nam thành thuộc địa kiểu mới. Câu 15: Trong những năm 1961-1965, Mỹ tiến hành chiến lược chiến tranh nào sau đây ở miền Nam Việt Nam? A. Chiến tranh cục bộ. B. Chiến tranh đặc biệt. C. Chiến tranh đơn phương. D. Việt Nam hoá chiến tranh. Câu 16: Quan sát hình ảnh và cho biết Cuộc kháng chiến chống Mĩ, cứu nước của nhân dân Việt Nam (1954-1975) kết thúc bằng thắng lợi của chiến dịch nào? (Nguồn: SGK Cánh Diều, NXB Đại học sư phạm, tr.49)\nA. Chiến dịch Hồ Chí Minh."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 13,
    "text": "B. Chiến dịch Tây Nguyên. C. Chiến dịch Đường 14 - Phước Long. D. Chiến dịch Huế - Đà Nẵng. Câu 17: Từ thắng lợi của phong trào Đồng Khởi (1959 – 1960) để lại cho Đảng bài học kinh nghiệm gì? A. Kết hợp giữa đấu tranh kinh tế và đấu tranh chính trị. B. Sử dụng bạo lực cách mạng với đấu tranh ngoại giao. C. Phải kết hợp giữa đấu tranh chính trị với ngoại giao. D. Đảng phải kịp thời đề ra chủ trương cách mạng phù hợp."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 14,
    "text": "Câu 18: Những hoạt động khiêu khích lấn chiếm biên giới lãnh thổ Việt Nam của lực lượng Khơ-me đỏ từ tháng 5-1975 đến năm 1978 thực hiện trong phạm vi từ\nA. Hà Tiên đến Tây Ninh. B. Móng Cái đến Phong Thổ. C. đảo Cồn Cỏ đến Vĩnh Linh. D. Hải Phòng đến Sơn La. Câu 19: Nhận xét nào sau đây là đúng về vai trò của Chủ tịch Hồ Chí Minh đối với Cách mạng tháng Tám năm 1945? Tìm ra con đường cứu nước đúng đắn cho dân tộc Việt Nam. Triệu tập, chủ trì Hội nghị thành lập Đảng Cộng sản Việt Nam."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 15,
    "text": "Lãnh đạo thắng lợi cuộc kháng chiến chống Pháp và chống Mỹ. Trực tiếp chỉ đạo thành lập Mặt trận Việt Nam Độc lập Đồng minh. Câu 20: Một trong những điểm khác nhau giữa chiến dịch Hồ Chí Minh (1975) với chiến dịch Điện Biên Phủ (1954) ở Việt Nam là về\nA. tinh thần chiến đấu\nB. địa bàn mở chiến dịch. C. kết cục quân sự. D. lực lương tham gia."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 16,
    "text": "Câu 21: Nguyên nhân khách quan buộc lực lượng quân đội Trung Quốc vào ngày  5-3-1979 phải rút quân về nước là do\nA. vấp phải sự phản đối mạnh mẽ của dư luận quốc tế. B. tinh thần chiến đấu của quân dân Việt Nam. C. lực lượng Khơ-me đỏ bị lật đổ ở Cam-pu-chia. D. thiếu lương thực, thuốc men, vũ khí xâm lược."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 17,
    "text": "Câu 22: Bài học rút ra từ các cuộc kháng chiến bảo vệ Tổ quốc từ năm 1945 đến nay vẫn có giá trị to lớn đối với công cuộc xây dựng đất nước hiện nay là\nA. tăng cường khối đại đoàn kết dân tộc. B. liên minh chặt chẽ với Liên Xô, Trung Quốc. C. gia nhập vào các khối liên minh quân sự. D. thiết lập quan hệ chiến lược với các nước. Câu 23: Nội dung nào sau đây phản ánh không đúng chủ trương của Việt Nam trong việc bảo vệ chủ quyền biển, đảo?"
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 18,
    "text": "A. Tham gia Công ước Luật Biển năm 1982 của Liên hợp quốc (UNCLOS). B. Quốc hội đã thông qua Luật biển Việt Nam (ngày 21/6/2012). C. Liên minh quân sự với các nước trong khu vực để  bảo vệ chủ quyền biển đảo. D. Thúc đẩy và thực hiện Tuyên bố về ứng xử của các bên ở Biển Đông (DOC). Câu 24: Nội dung nào sau đây không phải là hoạt động của Việt Nam để bảo vệ chủ quyền biển đảo? A. Giải quyết các tranh chấp, bất đồng trên Biển Đông bằng biện pháp hòa bình. B."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 19,
    "text": "Ban hành các văn bản pháp luật khẳng định chủ quyền Việt Nam ở biển Đông. C. Nghiên cứu, chế tạo vũ khí hạt nhân nhằm đe dọa các nước có ý đồ xâm phạm. D. Thực hiện đầy đủ Tuyên bố về ứng xử của các bên ở Biển Đông (DOC). Phần II. Câu trắc nghiệm đúng sai. Học sinh trả lời từ câu 1 đến câu 3. Trong mỗi ý a, b, c, d, ở mỗi câu, học sinh chọn đúng hoặc sai."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 20,
    "text": "Câu 1: Đọc đoạn tư liệu sau đây:\n“Suốt dọc đường đi bộ về Hà Nội, [Võ Nguyên] Giáp và binh sĩ của ông đón nhận một sự ủng hộ rầm rộ của dân chúng địa phương. Những lá cờ đỏ sao vàng bay trên mọi làng ông đi qua. Khi đến Gia Lâm, gần Hà Nội, những tiền đồn của quân Nhật đã chặn đường. Sau một hồi tranh cãi, quân Nhật đã để cho họ đi qua, … Tinh thần dân chúng đã thay đổi khi họ biết Việt Minh đã giành chính quyền ở Hà Nội, … Các tội phạm đã biến mất."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 21,
    "text": "Ngay đến những vụ trộm và cướp giật cũng giảm hẳn”\n(Xe-xi Cơ-rây, “ Những người Mỹ ở Hà Nội năm 1945”, in trong: Một số sự kiện lịch sử 200 năm quan hệ Việt – Mỹ 1820-2020, NXB Hồng Đức, Tạp chí Xưa và Nay, Hà Nội, 2020, tr.98)\na) Võ Nguyên Giáp cùng Đội Việt Nam tuyên truyền giải phỏng quân tiến về giải giành chính quyền ở Hà Nội. (đúng)\nb) Quần chúng nhân dân và lực lượng trung lập đã đứng về phía cách mạng trong những ngày khởi nghĩa giành chính quyền ở Hà Nội."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 22,
    "text": "(đúng)\nc) Hình thức đấu tranh được sử dụng chủ yếu trong Cách mạng thánh Tám năm 1945 ở Việt Nam chủ yếu là đấu tranh vũ trang. (sai)\nd) Quân Nhật ở Đông Dương mất hết tinh thần chiến đấu, tình hình chính trị và an ninh được ổn định khi chính quyền Hà Nội về tay Việt Minh. (đúng)\nCâu 2."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 23,
    "text": "Cho đoạn tư liệu sau:\n“ Hồi 16 giờ ngày 6-3-1946, tại ngôi nhà số 38 phố Lý Thái Tổ (Hà Nội), trước đại diện của các nước Trung Hoa, Anh, Mỹ, Chủ tịch Hồ Chí Minh và ông Vũ Hồng Khanh đã kí với ông Sainteny bản Hiệp định Sơ bộ…Hiệp định Sơ bộ đã loại trừ cho Việt Nam Dân chủ Cộng hòa một kẻ thù là quân đội Tưởng Giới Thạch và tay sai, tạo cơ hội cho nhân dân Việt Nam tranh thủ thời gian ngừng chiến để củng cố lực lượng”\n(Đinh Thu Cúc (chủ biên), Lịch sử Việt Nam tập 10 từ năm 1945 đến năm 1950, NXB Khoa học xã hội, Hà Nội, 2017, tr."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 24,
    "text": "113-114.) a) Ngày 6-3-1946, các nước Trung Hoa, Anh, Pháp, Mỹ, Việt Nam đã kí Hiệp định Sơ bộ. (sai)\nb) Hiệp định Sơ bộ đã giúp nhân dân Việt Nam có thời gian hòa bình để củng cố lực lượng. (đúng)\nc) Hiệp định Sơ bộ là thắng lợi ngoại giao đầu tiên của nước Việt Nam Dân chủ Cộng hòa. (đúng)\nd) Việt Nam kí Hiệp định Sơ bộ trong bối cảnh Chiến tranh lạnh đã bao trùm thế giới."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 25,
    "text": "(sai)\nCâu 3: Đọc đoạn tư liệu sau đây:\n“… Con đường phát triển cơ bản của cách mạng Việt Nam ở miền Nam là khởi nghĩa giành chính quyền về tay nhân dân, … Con đường đó là lấy sức mạnh của quần chúng, dựa vào lực lượng chính trị của quần chúng là chủ yếu, kết hợp với lực lượng vũ trang để đánh đỗ chính quyền thống trị của đế quốc và phong kiến, dựng lên chính quyền cách mạng của nhân dân”."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 26,
    "text": "(Đảng Lao động Việt Nam, Nghị quyết Hội nghị Ban Chấp hành Trung ương Đảng lần thứ 15 (1959), trích trong: Văn kiện Đảng, Toàn tập, Tập 20, NXB Chinh trị quốc gia, Hà Nội, 2002, tr.82)\na) Trước khi Nghị Quyết 15 (1959) ra đời, nhân dân miền Nam Việt Nam chủ yếu đấu tranh chống Mỹ-Diệm bằng hình thức chính trị. (đúng)\nb) Nghị quyết 15 chỉ ra một cách toàn diện con đường tiến lên của cách mạng miền Nam, thể hiện đúng đắn độc lập, tự chủ và quyết đoán của Đảng."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 27,
    "text": "(sai)\nc) Sau khi Nghị quyết 15 ra đời, ở miền Nam đã diễn ra cuộc đấu tranh chống lại Mỹ - Diệm trên khắp Nam Bộ, Nam Trung Bộ, Tây Nguyên và giành chính quyền toàn tỉnh Bến Tre. (đúng)\nd) Thắng lợi của phong trào “Đồng khởi” chính là biểu hiện cụ thể, sinh động của sự vận dụng sáng tạo Nghị quyết 15 vào thực tiễn đấu tranh của các cấp ủy Đảng và nhân dân miền Nam. (đúng)\nCâu 4."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 28,
    "text": "Đọc đoạn tư liệu sau đây:\n“Biển là bộ phận cấu thành chủ quyền thiêng liêng của Tổ quốc, là không gian sinh tồn, cửa ngõ giao lưu quốc tế, gắn bó mật thiết với sự nghiệp xây dựng và bảo vệ Tổ quốc."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 29,
    "text": "Việt Nam phải trở thành quốc gia mạnh về biển, giàu từ biển, phát triển bền vững, thịnh vượng, an ninh và an toàn; phát triển bền vững kinh tế biển gắn liền với đảm bảo quốc phòng, an ninh, giữ vững độc lập, chủ quyền và toàn vẹn lãnh thổ, tăng cường đối ngoại, hợp tác quốc tế về biển, góp phần duy trì môi trường hòa bình, ổn định cho phát triển."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 30,
    "text": "Phát triển bền vững kinh tế biển Việt Nam là trách nhiệm của cả hệ thống chính trị, là quyền và nghĩa vụ của mọi tổ chức, doanh nghiệp và người dân Việt Nam”. (Nghị quyết số 36 – NQ/TW ngày 22 - 10 – 2018 về Chiến lược phát triển bền vững kinh tế biển Việt Nam đến năm 2030, tầm nhìn đến năm 2045)\na) Biển có vị trí và tầm quan trọng trong quá trình xây dựng và bảo vệ Tổ quốc của Việt Nam."
  },
  {
    "source": "LƯƠNG THẾ VINH- CK1 .docx",
    "chunk_id": 31,
    "text": "(đúng)\nb) Nhiều bằng chứng khoa học khẳng định Hoàng Sa và Trường Sa thuộc chủ quyền của Việt Nam được thể hiện trong đoạn trích Nghị quyết số 36 – NQ/TW ngày 22 - 10 – 2018 của Đảng Cộng sản Việt Nam. (sai)\nc) Quá trình xây dựng và bảo vệ Tổ quốc của Việt Nam hiện nay không thể tách rời với Biển Đông. (đúng)\nd) Trách nhiệm phát triển bền vững kinh tế biển chủ yếu thuộc về những cư dân sống ven biển. (sai)\n……..HẾT…….."
  },
  {
    "source": "MA trận CUỐI KÌ 12 MA TRẬN - Nguyenx Trãi.docx",
    "chunk_id": 0,
    "text": "KHUNG MA TRẬN ĐỀ KIỂM TRA CUỐI KÌ 2\nMÔN LỊCH SỬ, LỚP 12\nBẢNG ĐẶC TẢ ĐỀ KIỂM TRA CUỐI KÌ 2\nMÔN: LỊCH SỬ, LỚP 12"
  },
  {
    "source": "MA TRẬN KTĐG CUỐI KÌ 12 (NỘP SỞ).docx",
    "chunk_id": 0,
    "text": "KHUNG MA TRẬN ĐỀ KIỂM TRA CUỐI KÌ 2\nMÔN LỊCH SỬ, LỚP 12\nBẢNG ĐẶC TẢ ĐỀ KIỂM TRA CUỐI KÌ 2\nMÔN: LỊCH SỬ, LỚP 12"
  },
  {
    "source": "MA TRẬN KTĐG CUỐI KÌ I (LỚP 12).docx",
    "chunk_id": 0,
    "text": "KHUNG MA TRẬN ĐỀ KIỂM TRA CUỐI KÌ I\nMÔN LỊCH SỬ, LỚP 12\nBẢNG ĐẶC TẢ ĐỀ KIỂM TRA CUỐI KÌ I\nMÔN: LỊCH SỬ, LỚP 12\nPhê duyệt của tổ trưởng                                                         PHÊ DUYỆT CỦA LÃNH ĐẠO NHÀ TRƯỜNG"
  },
  {
    "source": "MA TRẬN KTĐG CUỐI KÌ II (LỚP 12.docx",
    "chunk_id": 0,
    "text": "KHUNG MA TRẬN ĐỀ KIỂM TRA CUỐI KÌ II\nMÔN LỊCH SỬ, LỚP 12\nBẢNG ĐẶC TẢ ĐỀ KIỂM TRA CUỐI KÌ II\nMÔN: LỊCH SỬ, LỚP 12\nPhê duyệt của tổ trưởng                                                         PHÊ DUYỆT CỦA LÃNH ĐẠO NHÀ TRƯỜNG"
  },
  {
    "source": "MA TRẬN KTĐG GIỮA KÌ I (LỚP 12).docx",
    "chunk_id": 0,
    "text": "MA TRẬN ĐỀ KIỂM TRA ĐÁNH GIÁ GIỮA KÌ I - KHỐI 12\nMÔN: LỊCH SỬ– NĂM HỌC 2024 – 2025\nĐẶC TẢ ĐỀ KIỂM TRA ĐÁNH GIÁ GIỮA KÌ I - KHỐI 12\nPhê duyệt của tổ trưởng                                                         PHÊ DUYỆT CỦA LÃNH ĐẠO NHÀ TRƯỜNG"
  },
  {
    "source": "MA TRẬN KTĐG GIỮA KÌ II (LỚP 12).docx",
    "chunk_id": 0,
    "text": "KHUNG MA TRẬN ĐỀ KIỂM TRA GIỮA KÌ II\nMÔN LỊCH SỬ, LỚP 12\nBẢNG ĐẶC TẢ ĐỀ KIỂM TRA GIỮA KÌ II\nMÔN: LỊCH SỬ, LỚP 12\nPhê duyệt của tổ trưởng                                                         PHÊ DUYỆT CỦA LÃNH ĐẠO NHÀ TRƯỜNG"
  },
  {
    "source": "MA TRẬN KTĐG GIỮA KỲ 1 (NỘP SỞ).docx",
    "chunk_id": 0,
    "text": "MA TRẬN ĐỀ ĐÁNH GIÁ GIỮA KÌ I KHỐI 12\nMÔN: LỊCH SỬ– NĂM HỌC 2024 – 2025\nĐẶC TẢ ĐỀ ĐÁNH GIÁ GIỮA KÌ I KHỐI 12\nMÔN: LỊCH SỬ– NĂM HỌC 2024 – 2025"
  },
  {
    "source": "MA TRẬN ĐỀ 12 GIỮA KỲ 1 - NGUYỄN TRÃI .docx",
    "chunk_id": 0,
    "text": "MA TRẬN ĐỀ ĐÁNH GIÁ GIỮA KÌ I KHỐI 12\nMÔN: LỊCH SỬ– NĂM HỌC 2024 – 2025\nĐẶC TẢ ĐỀ ĐÁNH GIÁ GIỮA KÌ I KHỐI 12\nMÔN: LỊCH SỬ– NĂM HỌC 2024 – 2025"
  },
  {
    "source": "Ma trận đề KT Giữa kì 2 - CHU VĂN AN.docx",
    "chunk_id": 0,
    "text": "MA TRẬN ĐỀ KIỂM TRA, ĐÁNH GIÁ GIỮA HỌC KỲ II, LỊCH SỬ 12 - CÁNH DIỀU\nBẢNG ĐẶC TẢ"
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG CUỐI KÌ I (LỚP 10).docx",
    "chunk_id": 0,
    "text": "MA TRẬN ĐỀ KIỂM TRA ĐÁNH GIÁ CUỐI KÌ I\nMÔN LỊCH SỬ, LỚP 10\nBẢNG ĐẶC TẢ ĐỀ KIỂM TRA ĐÁNH GIÁ CUỐI KÌ I\nMÔN: LỊCH SỬ, LỚP 10\nPhê duyệt của tổ trưởng            PHÊ DUYỆT CỦA LÃNH ĐẠO NHÀ TRƯỜNG"
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG CUỐI KÌ II (LỚP 10).docx",
    "chunk_id": 0,
    "text": "MA TRẬN ĐỀ KIỂM TRA ĐÁNH GIÁ CUỐI KÌ II\nMÔN LỊCH SỬ, LỚP 10\nBẢNG ĐẶC TẢ ĐỀ KIỂM TRA ĐÁNH GIÁ CUỐI KÌ II\nMÔN: LỊCH SỬ, LỚP 10\nPhê duyệt của tổ trưởng            PHÊ DUYỆT CỦA LÃNH ĐẠO NHÀ TRƯỜNG"
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG CUỐI KÌ II (LỚP 11).docx",
    "chunk_id": 0,
    "text": "KHUNG MA TRẬN ĐỀ KIỂM TRA ĐÁNH GIÁ CUỐI KÌ II\nMÔN LỊCH SỬ, LỚP 11\nMA TRẬN\nĐẶC TẢ\nLưu ý:\n- TN1: Trắc nghiệm dạng thức 1\n- TN2: Trắc nghiệm dạng thức 2 (mỗi ý trong câu TN2 được tính là 1 câu trong bảng ma trận). - TL: tự luận"
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG CUỐI KỲ I (LỚP 11).docx",
    "chunk_id": 0,
    "text": "KHUNG MA TRẬN ĐỀ KIỂM TRA ĐÁNH GIÁ CUỐI KÌ I\nMÔN LỊCH SỬ, LỚP 11\nMA TRẬN:\nĐẶC TẢ:\nLưu ý:\n- TN1: Trắc nghiệm dạng thức 1\n- TN2: Trắc nghiệm dạng thức 2 (mỗi ý trong câu TN2 được tính là 1 câu trong bảng ma trận). - TL: tự luận\nPhê duyệt của tổ trưởng                             PHÊ DUYỆT CỦA LÃNH ĐẠO NHÀ TRƯỜNG"
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GDDP (10,11) - XỊN.docx",
    "chunk_id": 0,
    "text": "A. KHỐI 11\nI. Đặc tả ma trận đề KTĐG CK I\nMa trận\nĐặc tả ma trận CKI\nII. Đặc tả ma trận đề KTĐG GK II\n1. Ma trận\n2. Đặc tả ma trận GKII\nIII. Đặc tả ma trận đề KTĐG CK II\n1. Ma trận CKII\n2. Đặc tả ma trận CKII\nB. KHỐI 10\nI. Đặc tả ma trận đề KTĐG CKI\nMa trận CKI\nĐặc tả ma trận CKI\nII. Đặc tả ma trận đề KTĐG GKII\n1. Ma trận GKII\n2. Đặc tả ma trận GKII"
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ I (LỚP 10).docx",
    "chunk_id": 0,
    "text": "KHUNG MA TRẬN ĐỀ KIỂM TRA ĐÁNH GIÁ GIỮA KÌ I\nMÔN LỊCH SỬ, LỚP 10\n(Ghi chú:\n12 câu TN dạng 1; 4 câu TN dạng 2, tự luận: 2 câu = 3 điểm). BẢNG ĐẶC TẢ ĐỀ KIỂM TRA ĐÁNH GIÁ GIỮA KÌ I\nMÔN: LỊCH SỬ, LỚP 10\nPhê duyệt của tổ trưởng                                                         PHÊ DUYỆT CỦA LÃNH ĐẠO NHÀ TRƯỜNG"
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ I (LỚP 11).docx",
    "chunk_id": 0,
    "text": "KHUNG MA TRẬN ĐỀ KIỂM TRA ĐÁNH GIÁ GIỮA KÌ I\nMÔN LỊCH SỬ, LỚP 11\nMA TRẬN\nĐẶC TẢ\nLưu ý:\n- TN1: Trắc nghiệm dạng thức 1\n- TN2: Trắc nghiệm dạng thức 2 (mỗi ý trong câu TN2 được tính là 1 câu trong bảng ma trận). - TL: tự luận\nPhê duyệt của tổ trưởng                             PHÊ DUYỆT CỦA LÃNH ĐẠO NHÀ TRƯỜNG"
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 0,
    "text": "MA TRẬN ĐỀ KIỂM TRA ĐÁNH GIÁ GIỮA KÌ II\nMÔN LỊCH SỬ, LỚP 10\nBẢNG ĐẶC TẢ ĐỀ KIỂM TRA ĐÁNH GIÁ GIỮA KÌ II\nMÔN: LỊCH SỬ, LỚP 10\nPhê duyệt của tổ trưởng            PHÊ DUYỆT CỦA LÃNH ĐẠO NHÀ TRƯỜNG\nCÂU HỎI ÔN TẬP GIỮA HỌC KÌ II – MÔN LỊCH SỬ\nPhần I. Trắc nghiệm nhiều lựa chọn\nCâu 1. Từ thế kỉ VII đến cuối thế kỉ XV là giai đoạn văn minh Đông Nam Á\nA. bước đầu hình thành. B. bước đầu phát triển. C. phát triển rực rỡ. D. tiếp tục phát triển. Câu 2."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 1,
    "text": "Văn minh phương Tây bắt đầu ảnh hưởng đến Đông Nam Á trong giai đoạn nào sau đây? A. Đầu Công nguyên đến thế kỉ VII. B. Thế kỉ VII đến thế kỉ XV. C. Thế kỉ XVI đến thế kỉ XIX. D. Thế kỉ XIX đến nay. Câu 3. Nội dung nào sau đây là thành tựu nổi bật nhất của văn minh Đông Nam Á trong giai đoạn từ đầu Công nguyên đến thế kỉ VII? A. Sự ra đời và bước đầu phát triển của các nhà nước. B. Hình thành các quốc gia thống nhất và lớn mạnh. C. Các quốc gia đã phát triển đến thời kì cực thịnh."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 2,
    "text": "D. Các quốc gia có nhiều chuyển biến mới về văn hoá. Câu 4. Văn minh Đông Nam Á từ thế kỉ XVI đến thế kỉ XIX có điểm khác biệt nào sau đây so với văn minh Đông Nam Á giai đoạn thế kỉ VII đến thế kỉ XV? A. Bắt đầu hình thành các quốc gia phong kiến lớn mạnh. B. Có sự du nhập của yếu tố văn hóa đến từ phương Tây. C. Chịu ảnh hưởng sâu sắc của văn minh Trung Hoa. D. Nền văn minh bước vào giai đoạn phát triển cực thịnh. Câu 5."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 3,
    "text": "Tôn giáo nào sau đây có nguồn gốc từ Ấn Độ và được truyền bá mạnh mẽ vào khu vực Đông Nam Á? A. Phật giáo. B. Đạo giáo. C. Hồi giáo. D. Thiên chúa giáo. Câu 6. “Cư dân Đông Nam Á thờ thần Lúa để bảo trợ cho sản xuất nông nghiệp”. Thông tin trên phản ánh tín ngưỡng nào sau đây của cư dân Đông Nam Á? A. Tín ngưỡng thờ cúng tổ tiên. B. Tín ngưỡng phồn thực. C. Tín ngưỡng tờ thần tự nhiên. D. Tín ngưỡng thờ thần động vật. Câu 7."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 4,
    "text": "Nội dung nào sau đây phản ánh đúng đặc điểm của các hình thức tín ngưỡng bản địa của cư dân Đông Nam Á ? A. Xuất hiện trước các tôn giáo và được bảo tồn trong quá trình phát triển. B. Tồn tại độc lập với các tôn giáo từ bên ngoài du nhập và có sự thống nhất. C. Các tín ngưỡng đa dạng nhưng không có sự tương đồng giữa các quốc gia. D. Xuất phát từ đặc thù kinh tế nông nghiệp và có sự thống nhất trong đa dạng. Câu 8."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 5,
    "text": "Nội dung nào sau đây phản ánh đúng đặc điểm về chữ viết ở khu vực Đông Nam Á thời kì cổ - trung đại? A. Chịu ảnh hưởng của chữ viết từ bên ngoài. B. Ra đời sớm, trước khi xuất hiện Nhà nước. C. Có sự đa dạng nhưng thiếu tính thống nhất. D. Ra đời cùng quá trình du nhập tôn giáo. Câu 9. Nền văn minh Văn Lang - Âu Lạc chủ yếu được hình thành trên lưu vực con sông nào sau đây? A. Sông Hằng. B. Sông Ấn. C. Sông Hồng. D. Sông Nin. Câu 10."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 6,
    "text": "Công trình kiến trúc nào sau đây của văn minh Chăm-pa được công nhận là di sản văn hóa thế giới? A. Thành Cổ Loa. B. Thánh địa Mĩ Sơn. C. Chùa Một Cột. D. Tháp Phổ Minh. Câu 11. Trong xã hội Phù Nam, lực lượng nào sau đây là tầng lớp bị trị trong xã hội? A. Quý tộc. B. Tăng lữ. C. Quan lại. D. Nông dân. Câu 12. Văn minh Đại Việt được phát triển trong điều kiện độc lập, tự chủ của quốc gia Đại Việt, với kinh đô chủ yếu nào sau đây? A. Thăng Long (Hà Nội). B. Phú Xuân (Huế)."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 7,
    "text": "C. Hoa Lư (Ninh Bình). D. Thiên Trường (Nam Định). Câu 13. Người Việt đã tiếp thu có chọn lọc các thành tựu về thể chế chính trị, luật pháp từ nền văn minh nào sau đây? A. Văn minh Ấn Độ. B. Văn minh Trung Hoa. C. Văn minh Ai Cập. D. Văn minh La Mã. Phần II. Câu hỏi đúng sai\nCâu 1."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 8,
    "text": "Cho đoạn thông tin sau đây:\nVương quốc Pa-gan tồn tại trong khoảng thế kỉ X – XIII, từng là một vương quốc thịnh vượng ở Đông Nam Á. Các quốc vương của Pa-gan rất tôn sùng Phật giáo nên đã cho xây dựng khoảng 5000 ngôi chùa, tháp dọc theo bờ sông I-ra-oa-đi. Hiện nay, thành cổ Pa-gan còn lại di tích của gần 2000 ngôi chùa, tháp cho thấy đây từng là một trung tâm Phật giáo lớn sánh ngang với Ăng co Vát của Campuchia."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 9,
    "text": "Trong đó, lớn nhất phải kể đến ngôi đền Ananđa, được xây dựng vào thế kỉ XII với kiến trúc công phu, chi tiết. Ngọn tháp cao nhất ở đền được mạ vàng, mỗi khi ánh bình minh hay hoàng hôn chiếu vào tạo ra sự lấp lánh huyền ảo. Năm 2019, Tổ chức UNESCO đã công nhận thành phố cổ Pa-gan là Di sản văn hóa thế giới. a) Thành phố cổ Pa-gan chính là minh chứng cho sự tồn tại của vương quốc Pa-gan hùng mạnh thời trung đại."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 10,
    "text": "b) Vương quốc Pa-gan thuộc đất nước Mi-an-ma hiện nay là vương quốc có Phật giáo, Đạo giáo và Hin-đu giáo rất phát triển. c) Trong quá trình tồn tại của mình, các quốc vương của Pa-gan đã cho xây dựng khoảng 5000 ngôi chùa và hầu hết vẫn còn lại di tích đến ngày nay. d) Thành phố cổ Pa-gan là một trong số nhiều di tích còn lại ngày nay ở Đông Nam Á được công nhận là di sản văn hóa thế giới. Câu 2."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 11,
    "text": "Cho đoạn tư liệu sau đây:\n“Qua các văn bia, người ta biết rằng chữ Phạn của Ấn Độ đã được du nhập vào Đông Nam Á từ rất sớm. Bia Võ Cạnh có niên đại thế kỉ III-IV là bia chữ Phạn cổ nhất ở Đông Nam Á và cũng là bằng chứng đầu tiên về sự du nhập chữ Phạn vào Chămpa. Từ đó cho đến khi vương quốc Chămpa chấm dứt sự tồn tại của mình, chữ Phạn luôn luôn là chữ viết được dùng trong triều đình Chămpa."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 12,
    "text": "Song cũng như nhiều dân tộc khác ở Đông Nam Á, người Chăm đã sớm tiếp thu văn tự cổ Ấn Độ để sáng tạo ra chữ viết của chính mình”. (Vũ Dương Ninh, Lịch sử văn minh thế giới, NXB Giáo dục, Hà Nội, 2007, tr.172)\na) Đoạn tư liệu cung cấp thông tin về hệ thống các văn bia cổ của vương quốc Chămpa. b) Thông qua các văn bia cổ, cư dân nhiều nước Đông Nam Á đã tiếp thu và sử dụng duy nhất chữ viết của Ấn Độ trong suốt thời kì tồn tại của vương quốc mình."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 13,
    "text": "c) Bia Võ Cạnh là một minh chứng cho thấy ảnh hưởng của văn minh Ấn Độ đến văn minh Chămpa về mặt chữ viết. d) Vương quốc Chămpa là vương quốc duy nhất ở Đông Nam Á đã sáng tạo ra được chữ viết riêng của mình trên cơ sở chữ Phạn của Ấn Độ. Câu 3."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 14,
    "text": "Cho đoạn tư liệu sau đây:\n“Nền văn minh của người Việt cổ với biểu tượng trống đồng Đông Sơn thực chất là một nền văn minh nông nghiệp trồng lúa nước dựa trên nền tảng cộng đồng xóm làng và một cơ cấu chính trị nhà nước phôi thai; không những đã vươn tới một trình độ phát triển khá cao, mà còn xác lập lối sống Việt Nam, truyền thống Việt Nam, đặt cơ sở vững chắc cho toàn bộ sự tồn tại và phát triển của quốc gia - dân tộc sau đó”."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 15,
    "text": "(Phan Huy Lê (Chủ biên), Lịch Sử Việt Nam, Tập I, NXB Giáo dục Việt Nam, Hà Nội,\n2012, tr. 173)\na) Đoạn tư liệu cung cấp thông tin về quá trình xác lập các truyền thống tốt đẹp của dân tộc Việt Nam. b) “Nền văn minh của người Việt cổ với biểu tượng trống đồng Đông Sơn” được nhắc đến trong đoạn tư liệu chính là nền văn minh Văn Lang – Âu Lạc."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 16,
    "text": "c) Bản chất của “nền văn minh của người Việt cổ với biểu tượng trống đồng Đông Sơn” là một nền văn minh lấy kinh tế nông nghiệp trồng lúa nước là chủ đạo với bộ máy chính quyền đơn giản, sơ khai. d) Toàn bộ sự tồn tại và phát triển của quốc gia - dân tộc Việt Nam sau này phụ thuộc hoàn toàn vào nền văn minh đầu tiên của người Việt cổ. Câu 4."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 17,
    "text": "Cho đoạn tư liệu sau đây:\n“Chăm-pa là một trong những nền văn hóa chịu ảnh hưởng mạnh mẽ của văn hóa Ấn Độ trên hầu hết các lĩnh vực chính trị, tôn giáo và văn hóa-nghệ thuật. Nghệ thuật kiến trúc đền tháp cũng như các tác phẩm điêu khắc Chăm-pa ở Thừa Thiên Huế đều nằm trong truyền thống chung của nghệ thuật Chăm-pa ở miền Trung...; đề tài thể hiện trên các tác phẩm điêu khắc Chăm-pa ở khu vực phản ánh một cách đậm nét nội dung tư tưởng trong thần thoại Ấn Độ."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 18,
    "text": "Đó là hệ thống thần linh trong Hin-đu giáo như Si-va, Bra-ma, Vít-xnu, Pa-va-ti, các vị thần tám phương bốn hướng, Ra-va-na hay các con vật huyền thoại như bò thần Nan-đin, chim thần Ga-ru-đa, thủy quái Ma-ka-ra”."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 19,
    "text": "(Nguyễn Văn Quảng, “Các di tích đền tháp Chăm-pa ở Thừa Thiên Huế: Tư liệu và nhận thức”, in trong: Những vấn đề lịch sử và văn hóa Chăm-pa, NXB Thế giới, Hà Nội, 2021, tr.81-82)\na) Đoạn tư liệu cung cấp thông tin về ảnh hưởng của văn hóa Ấn Độ đến văn minh Chăm-pa trên tất cả các lĩnh vực chính trị, tôn giáo, văn hóa-nghệ thuật. b) Chỉ có nghệ thuật kiến trúc điêu khắc Chăm-pa ở Thừa Thiên Huế chịu ảnh hưởng sâu sắc của văn minh Ấn Độ."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 10).docx",
    "chunk_id": 20,
    "text": "c) Các nhân vật trong thần thoại Ấn Độ đã trở thành đề tài chủ yếu trong các tác phẩm điêu khắc của cư dân Chăm-pa.\nd) Các vị thần như Si-va, Bra-ma, Vít-xnu được thờ tự trong đền tháp Chăm đều là các vị thần của đạo Hin-đu và đạo Phật."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 0,
    "text": "KHUNG MA TRẬN ĐỀ KIỂM TRA ĐÁNH GIÁ GIỮA KÌ II\nMÔN LỊCH SỬ, LỚP 11\nMA TRẬN:\nĐẶC TẢ:\nLưu ý:\n- TN1: Trắc nghiệm dạng thức 1\n- TN2: Trắc nghiệm dạng thức 2 (mỗi ý trong câu TN2 được tính là 1 câu trong bảng ma trận). - TL: tự luận\nPhê duyệt của tổ trưởng                     PHÊ DUYỆT CỦA LÃNH ĐẠO NHÀ TRƯỜNG\nCÂU HỎI ÔN TẬP GIỮA HỌC KÌ II – MÔN LỊCH SỬ - LỚP 11\nPhần I. Câu hỏi trắc nghiệm nhiều lựa chọn\nCâu 1. Vào thế kỉ XVI, thực dân nào sau đây tiến hành xâm lược Phi-lip-pin? A. Tây Ban Nha."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 1,
    "text": "B. Bồ Đào Nha. C. Anh. D. Pháp. Câu 2. Quá trình xâm lược của thực dân phương Tây vào khu vực Đông Nam Á diễn ra trong bối cảnh chế độ phong kiến ở Đông Nam Á\nA. khủng hoảng, suy thoái. B. đang được hình thành. C. ổn định, phát triển. D. sụp đổ hoàn toàn. Câu 3. Trong chính sách cai trị về văn hóa, xã hội và giáo dục ở Đông Nam Á, thực dân phương Tây đã\nA. kìm hãm người dân thuộc địa trong tình trạng lạc hậu. B. phát triển kinh tế ở những nơi có điều kiện phù hợp."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 2,
    "text": "C. chú trọng xây dựng hệ thống đường giao thông. D. chú trọng thực hiện các chính sách xóa nghèo – đói. Câu 4. Chính sách cai trị nào sau đây của thực dân phương Tây là nguyên nhân dẫn đến sự chia cắt lãnh thổ, xung đột sắc tộc, tôn giáo, tranh chấp biên giới, lãnh thổ giữa các quốc gia trong khu vực? A. Bóc lột kinh tế. B. Lập đồn điền. C. Nô dịch văn hoá. D. Chia để trị. Câu 5."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 3,
    "text": "Trong bối cảnh các nước châu Á bị thực dân phương Tây xâm lược và cai trị (đầu thế kỉ XX), cùng với Nhật Bản, quốc gia nào sau đây ở khu vực Đông Nam Á vẫn giữ được nền độc lập? A. Đông Ti-mo. B. Bru-nây. C. Cam-pu-chia. D. Xiêm. Câu 6. Chính sách cai trị của thực dân phương Tây ở các nước Đông Nam Á (thế kỉ XVI – XX) có điểm chung nào sau đây? A. Đề cao vai trò của người bản xứ để xoa dịu mâu thuẫn dân tộc. B. Sử dụng các thế lực phong kiến địa phương làm công cụ cai trị."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 4,
    "text": "C. Du nhập hoàn chỉnh phương thức sản xuất tư bản chủ nghĩa. D. Tạo điều kiện để kinh tế thuộc địa phát triển mạnh và toàn diện. Câu 7. Dòng sông nào sau đây đã ba lần ghi danh quân dân Đại Việt đánh bại các thế lực xâm lược đến từ phương Bắc? A. Sông Đà. B. Sông Bạch Đằng. C. Sông Hồng. D. Sông Mê-công. Câu 8. Nội dung nào sau đây không phải là truyền thống quý báu của dân tộc Việt Nam trong lịch sử chống giặc ngoại xâm? A. Yêu nước. B. Đoàn kết, bền bỉ. C. Cam chịu. D. Thông minh, gan dạ."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 5,
    "text": "Câu 9. Nghệ thuật “Tiên phát chế nhân” của Lý Thường Kiệt trong cuộc kháng chiến chống quân Tống (1075 - 1077) cần được hiểu cho đúng, đó là\nA. sử dụng lối “điều địch để đánh địch”. B. chủ động tấn công trước để chế ngự kẻ thù. C. vây thành để tiêu diệt quân tiếp viện. D. xây dựng phòng tuyến trên sông Như Nguyệt. Câu 10. Mở đầu thời kì đấu tranh chống Bắc thuộc của nhân dân Việt Nam là cuộc khởi nghĩa của\nA. Hai Bà Trưng. B. Bà Triệu. C. Lý Bí. D. Phùng Hưng\nCâu 11."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 6,
    "text": "Cuộc khởi nghĩa nào sau đây của nhân dân Việt Nam có nhiệm vụ lật đổ ách thống trị của nhà Minh? A. Khởi nghĩa Lam Sơn. B. Khởi nghĩa Tây Sơn. C. Khởi nghĩa Lý Bí. D. Khởi nghĩa Phùng Hưng. Câu 12. Vào mùa hè năm 1423, Lê Lợi đã đề nghị tạm hoà với quân Minh vì lí do nào sau đây? A. Thiếu tướng tài, tinh thần chiến đấu của quân sĩ sa sút. B. Nghĩa quân ánh mãi không thắng nên chấp nhận cầu hoà. C. Quân sĩ khiếp sợ trước sức mạnh của giặc, tinh thần sa sút."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 7,
    "text": "D. Muốn tranh thủ thời gian hòa hoãn để xây dựng lực lượng. Phần II. Câu hỏi đúng sai\nCâu 1."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 8,
    "text": "Cho đoạn tư liệu sau đây:\n“Điểm chung của chính sách thống trị thực dân ở Đông Nam Á là khai thác, vơ vét và bòn rút các quốc gia trong khu vực bằng chính sách thuế khoá đánh vào các tầng lớp nhân dân bản địa, cướp ruộng đất lập đồn điền, bóc lột sức người, khai thác tài nguyên; thông qua khai thác triệt để sản phẩm nông nghiệp, tiếp tục đầu tư để bóc lột lâu dài trong công nghiệp,… Vì vậy, cao su, cà phê, chè lúa, gạo là những sản vật đặc trưng của Đông Nam Á được thực dân phương Tây chú ý khai thác từ sớm”."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 9,
    "text": "(Lương Ninh (Chủ biên), Đông Nam Á: Lịch sử từ nguyên thuỷ đến ngày nay, \nNXB Chính trị quốc gia Sự thật, Hà Nội, 2018, tr.377)\na) Thực dân phương Tây đã sử dụng nhiều thủ đoạn để cai trị, bóc lột nhân dân Đông Nam Á.\nb) Chính sách cai trị của thực dân ở Đông Nam Á là tập trung khai thác tài nguyên khoáng sản. c) Trong việc cai trị, bóc lột nhân dân Đông Nam Á, thực dân phương Tây kết hợp phương thức bóc lột thực dân và với phương thức bóc lột phong kiến."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 10,
    "text": "d) Thực dân phương Tây du nhập hoàn chỉnh phương thức bóc lột tư bản chủ nghĩa ở các nước Đông Nam Á, đã làm thay đổi bộ mặt kinh tế các nước. Câu 2."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 11,
    "text": "Cho đoạn tư liệu sau đây:\n[Trong tác phẩm Bản án chế độ thực dân Pháp, Nguyễn Ái Quốc đã tố cáo chính sách thống trị của thực dân Pháp]: “…một bên là những người bản xứ,… họ phải đổ mồ hôi, sôi nước mắt trong những lao tác nặng nhọc nhất và bạc bẽo nhất để kiếm sống một cách chật vật và hầu như chỉ bằng sức của họ thôi, để nuôi mọi ngân quỹ của chính quyền."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 12,
    "text": "Một bên là những người Pháp và những người nước ngoài, họ đều đi lại tự do, tự dành cho mình tất cả các tài nguyên của đất nước, chiếm đoạt toàn bộ xuất nhập khẩu và tất cả các ngành nghề béo bở nhất, bóc lột trâng tráo trong cảnh dốt nát và nghèo khốn của nhân dân”. (Hồ Chí Minh, Toàn tập, Tập 1, NXB Chính trị quốc gia Sự thật, Hà Nội, 2011, tr.12)\na) Nguyễn Ái Quốc mô tả những người dân bản xứ phải lao động nặng nhọc để kiếm sống."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 13,
    "text": "b) Người dân bản xứ được Chính phủ Pháp bảo vệ quyền lợi và công bằng như người Pháp. c) Nguyễn Ái Quốc mô tả: có sự bất công lớn giữa những người dân thuộc địa và người Pháp. d) Thực dân Pháp muốn độc chiếm thị trường ở các nước thuộc địa, trong đó có Việt Nam. Câu 3. Cho đoạn tư liệu sau đây:\n[Rạng sáng ngày 19 – 1 – 1785, quân Tây Sơn do Nguyễn Huệ chỉ huy nhử quân Xiêm vào đoạn từ Rạch Gầm đến Xoài Mút (sông Tiền, thuộc tỉnh Tiền Giang ngày nay) để tiêu diệt]."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 14,
    "text": "“Chỉ trong vòng hai tiếng đồng hồ, toàn bộ gần 5 vạn quân Xiêm bị nghĩa quân Tây Sơn quét sạch, chỉ còn lại vài ngàn tên tháo thân chạy về nước. Chúng kinh sợ phao truyền cho là “Sợ Tây Sơn như là sợ cọp” và tôn Nguyễn Huệ là “tướng nhà Trời”. Nguyễn Ánh cũng bị bắt tại trận, nhưng do canh giữ sơ hở nên đã bỏ trốn”."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 15,
    "text": "(Đỗ Bang, Những khám phá về Hoàng đế Quang Trung, NXB Văn hóa – Thông tin, Hà Nội, 2006, tr.211 - 212)\na) Chiến thắng Rạch Gầm – Xoài Mút của quân Tây Sơn là một trận đại thủy chiến. b) Nguyễn Huệ đã tận dụng địa hình xây dựng trận địa mai phục tiêu diệt quân Xiêm. c) Sau thất bại ở trận Rạch Gầm – Xoài Mút, quân Xiêm tuy đã khuất phục quân Tây Sơn, nhưng vẫn câu kết với quân Thanh để xâm lược Đại Việt."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 16,
    "text": "d) Sở dĩ quân Xiêm kéo vào xâm lược Đại Việt là do có sự dẫn đường của Nguyễn Ánh và sự cầu viện của vua Lê Chiêu Thống. Câu 4. Cho đoạn tư liệu sau đây:\n“Một bản hiệp ước chuẩn bị sẵn gồm 27 điều khoản được trao cho triều đình Huế và chỉ được trả lời “thuận” hay “không thuận” trong vòng 24 giờ đồng hồ. Không còn cách nào khác, ngày 25 - 8 - 1883, đại diện triều đình Huế đành kí nhận hiệp ước (thường gọi là Hiệp ước Hác - măng”."
  },
  {
    "source": "MA TRẬN ĐỀ KTĐG GIỮA KÌ II (LỚP 11).docx",
    "chunk_id": 17,
    "text": "(Nguyễn Phan Quang, Việt Nam thế kỉ XX (1802 – 1884), NXB Thành phố Hồ Chí Minh,\nTP. Hồ Chí Minh, 1999, tr. 331)\na) Theo đoạn trích, đây là cuộc kháng chiến không thành công trong lịch sử Việt Nam. b) Đối tượng của cuộc kháng chiến là liên quân Pháp – Hoa, diễn ra vào cuối thế kỉ XIX. c) Tinh thần chống Pháp của đình Huế đã làm chậm quá trình Pháp bình định Việt Nam. d) Thực dân Pháp đã kết thúc quá trình xâm lược Việt Nam về quân sự sau hơn ¼ thế kỉ."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 0,
    "text": "TRƯỜNG THCS & THPT MARIE CURIE\nNhiệm vụ: Làm đề kiểm tra đánh giá cuối học kì II\nI. MA TRẬN ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG CUỐI HỌC KÌ II- NĂM HỌC 2024-2025\nII. BẢN ĐẶC TẢ ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG CUỐI HỌC KÌ II- NĂM HỌC 2024-2025\nIII. ĐỀ MINH HỌA\nHọ, tên thí sinh:\nSố báo danh:\nPHẦN I. Câu trắc nghiệm nhiều phương án lựa chọn: Thí sinh trả lời từ câu 1 đến câu 24. Mỗi câu hỏi thí sinh chỉ chọn một phương án. Câu 1."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 1,
    "text": "Hoạt động đối ngoại của Phan Bội Châu trong những năm 1905-1909 diễn ra ở quốc gia nào sau đây? A. Ấn Độ\t\t\t\t\tB. Nhật Bản\t\t\tC. Đức. D. Nga\nCâu 2. Từ 1911 đến năm 1925, các hoạt động đối ngoại của Phan Châu Trinh hướng đến mục tiêu nào sau đây? A. Thức tỉnh dư luận Pháp về vấn đề Đông Dương. B. Thành lập liên minh quân sự để chống phát xít\nC. Tổ chức các hoạt động khởi nghĩa vũ trang. D. Thành lập liên minh các dân tộc thuộc địa. Câu 3."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 2,
    "text": "Trong chiến tranh thế giới thứ hai, thông qua mặt trận Việt Minh, Đảng Cộng sản Đông Dương ủng hộ lực lượng nào sau đây? A. Khối Hiệp ước. B. Phe Đồng minh\t\tC. Nhật Bản. D. Đức và Ý.\nCâu 4. Trước ngày 6-3-1946, nước Việt Nam dân chủ Cộng hòa thực hiện chính sách đối ngoại nào sau đây? A.  Hòa với Pháp để đuổi Tưởng. B. Hòa với Trung Hoa Dân Quốc để đánh Pháp. C. Hòa hoãn với cả Pháp và Tưởng\t\t\t\t\tD. Hòa hoãn với Anh để đuổi Nhật. Câu 5."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 3,
    "text": "Trong những năm 1950, Việt Nam dân chủ Cộng hòa đạt được những thành tựu ngoại giao nào sau đây? A. Thiết lập được quan hệ ngoại giao với Liên Xô và Trung Quốc\nB. Bình thường hóa quan hệ ngoại giao với Trung Hoa Dân Quốc. C. Thiết lập quan hệ ngoại giao với tất cả các nước dân chủ. D. Buộc Pháp phải công nhận Việt Nam là quốc gia độc lập và tự do. Câu 6. Trong cuộc kháng chiến chống Mỹ, cứu nước, cục diện “ vừa đánh, vừa đàm” được mở ra từ thời điểm nào sau đây? A. 1965\t\t\t\t\tB."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 4,
    "text": "1968\t\t\tC. 1973\t\t\t\t\tD. 1975\nCâu 7. Năm 1991, Việt Nam bình thường hóa quan hệ ngoại giao với quốc gia nào sau đây? A. Mỹ\t\t\t\t\tB. Trung Quốc\t\tC. Nhật Bản\t\t\t\t\tD. Thái Lan\nCâu 8. Quan hệ giữa Việt Nam và quốc tế được cải thiện sau khi vấn đề nào dưới đây được giải quyết? A. Vấn đề Cam-pu-chia\t\t\t\t\t\t\tB. Vấn đề chuyển quân, tập kết\nC. Vấn đề chính quyền. D. Vấn đề thống nhất đất nước. Câu 9."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 5,
    "text": "Trong quá trình hoạt động cách mạng, Hồ Chí Minh có nhiều tên gọi khác nhau, nhưng không sử dụng tên gọi nào dưới đây? A. Nguyễn Ái Quốc. B. Nguyễn Tất Thành. C. Nguyễn Tất Đạt\t\t\t\tD. Văn Ba\nCâu 10. Nguyễn Ái Quốc tìm thấy con đường cứu nước cho dân tộc Việt Nam khi đang hoạt động ở quốc gia nào sau đây? A. Anh\t\t\t\t\tB. Liên Xô\t\t\tC. Pháp\t\t\t\t\tD. Trung Quốc\nCâu 11. Yếu tố nào sau đây quyết định đến việc Nguyễn Tất Thành ra đi tìm đường cứu nước (1911)?"
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 6,
    "text": "A. Đất nước bị khủng hoảng, bế tắc về con đường cứu nước. B. Những truyền thống của gia đình và quê hương xứ Nghệ. C. Mong muốn tìm hiểu, khám phá lịch sử văn minh thế giới. D. Chế độ phong kiến không còn phù hợp với dân tộc. Câu 12. “Muốn cứu nước và giải phóng dân tộc, không con đường nào khác ngoài con đường cách mạng vô sản” là quyết định của Nguyễn Ái Quốc khi đọc\nA. Sơ thảo lần thứ nhất những luận cương về vấn đề dân tộc và vấn đề thuộc địa của Lê-nin."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 7,
    "text": "B. báo Đời sống công nhân, báo Nhân đạo và cuốn Bản án chế độ thực dân Pháp. C. báo Thanh niên- cơ quan ngôn luận của Hội Việt Nam Cách mạng thanh niên. D. Tác phẩm Đường Kách Mệnh và các bài viết của Lê-nin đăng trên tạp chí Thư tín quốc tế. Câu 13. Những hoạt động đối ngoại của Đảng Cộng sản Đông Dương trong những năm 1930-1945 không có ý nghĩa quan trọng nào sau đây? A. Gắn kết cách mạng Việt Nam với các cuộc cách mạng vô sản."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 8,
    "text": "B. Đưa Việt Nam trở thành lãnh đạo của phong trào cách mạng châu Á.\nC. Đưa Việt Nam trở thành bộ phận của phong trào chống phát xít. D. Góp phần vào cuộc chống chủ nghĩa đế quốc và chiến tranh đế quốc. Câu 14. Nước Việt Nam dân chủ Cộng hòa kí Hiệp định Sơ bộ (6-3-1946) với Pháp nhằm mục tiêu gì? A. Kéo dài thời gian hòa bình để chuẩn bị kháng chiến. B. Tăng cường hợp tác toàn diện với Pháp về kinh tế. C. Hợp tác với Pháp để chống lại Trung Hoa Dân Quốc."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 9,
    "text": "D. Nâng cao vị thế trong Liên bang Đông Dương. Câu 15. Nội dung nào phản ánh đúng ý nghĩa hiệp định Pa-ri năm 1973 về Việt Nam? A. Bảo vệ vũng chắc chính quyền cách mạng. B. Mở ra cục diện “vừa đánh, vừa đàm”\nC. Mở ra bước ngoặt mới cho cuộc kháng chiến chống Mĩ cứu nước. D. Khẳng định sự thất bại hoàn toàn của Mỹ trong chiến tranh xâm lược Việt Nam. Câu 16. Nội dung nào không phải là thành tựu nổi bật trong hoạt động đối ngoại của Việt Nam thời kì Đổi mới?"
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 10,
    "text": "A. Phá vỡ tình trạng đất nước bị bao vây và cấm vận. B. Thiết lập quan hệ đối ngoiaj với các đối tác mới. C. Bình thường hóa quan hệ với Mỹ và trung Quốc. D. Gia nhập và thúc đẩy hợp tác với Liên hợp quốc. Câu 17. Yếu tố quốc tế nào sau đây không tác động đến việc điều chỉnh chính sách đối ngoại của Việt Nam khi tiến hành Đổi mới (từ năm 1986)? A. Cách mạng khoa học – công nghệ phát triển nhanh. B. Liên Xô và Mỹ tuyên bố chấm dứt Chiến tranh lạnh."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 11,
    "text": "C. Cục diện vừa cạnh tranh vừa hòa hoãn giữa các nước lớn. D. Cuộc chạy đua vũ trang căng thẳng giữa hai cực, hai phe. Câu 18. Trong những năm kháng chiến chống thực dân Pháp (1945-1954), Chủ tịch Hồ Chí Minh có vai trò nổi bật nào sau đây? A. Hoạch định đường lối xây dựng và bảo vệ chế độ mới. B. Đề ra kế hoạch Tổng tiến công và nổi dậy ở Việt Bắc. C. Chủ trì Đại hội đại biểu toàn quốc lần thứ III của Đảng. D. Trực tiếp chỉ đạo xây dựng chủ nghĩa xã hội ở miền Bắc. Câu 19."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 12,
    "text": "Trong quá trình chuẩn bị về tư tưởng, chính trị để thành lập Đảng cộng sản Việt Nam (1919-1929), Nguyễn Ái Quốc có vai trò nổi bật nào sau đây? A. Xây dựng lí luận cách mạng giải phóng dân tộc kết hợp với giải phóng giai cấp. B. Thành lập tổ chức cộng sản trên cơ sở phong trào công nhân đã đấu tranh tự giác. C. Ra báo Thanh niên để phục vụ cho Hội Liên hiệp các dân tộc bị áp bức ở Á Đông. D. Viết Cương lĩnh chính trị trước khi sáng lập Hội Việt Nam Cách mạng Thanh niên. Câu 20."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 13,
    "text": "Trong quá trình chuẩn bị về tổ chức để thành lập Đảng Cộng sản của Việt Nam (1919-1929), Nguyễn Ái Quốc có sự sáng tạo nào sau đây? A. Chủ nhiệm, kiêm chủ bút cho tờ báo Người cùng khổ để tuyên truyền cách mạng. B. Xuất bản cuốn Đường Kách Mệnh , bí mật gửi về nước để tuyên truyền cách mạng\nC. Thành lập các tổ chức tiền cộng sản trước khi thành lập Đảng Cộng sản Việt Nam. D. Viết tác phẩm Bản án chế độ thực dân Pháp để tố cáo những tội ác của thực dân Pháp. Câu 21."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 14,
    "text": "Nội dung nào sau đây phản ánh đúng điểm tương đồng của đấu tranh ngoại giao trong cuộc kháng chiến chống thực dân Pháp (1945-1954) và đế quốc Mỹ (1954-1975) ở Việt Nam? A. Đấu tranh ngoại giao luôn đi trước mở đường cho đấu tranh quân sự. B. Mặt trận ngoại giao được hình thành ngay từ đầu cuộc kháng chiến. C. Đấu tranh ngoại giao có mối quan hệ chặt chẽ với đấu tranh chính trị. D. Hoạt động ngoại giao chịu sự chi phối hoàn toàn của hoạt động quân sự. Câu 22."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 15,
    "text": "Nhiệm vụ căn bản, quan trọng nhất của ngoại giao Việt Nam trong cuộc kháng chiến chống Mỹ, cứu nước (1954-1975) là\nA. tăng cường thu hút viện trợ và đầu tư nước ngoài. B. phục vụ sự nghiệp đấu tranh thống nhất đất nước. C. đa phương hóa, đa dạng hóa quan hệ quốc tế. D. nâng cao vị thế của Việt Nam trên trường quốc tế. Câu 23."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 16,
    "text": "Nội dung nào sau đây phản ánh đúng cơ sở thực tiễn  Việt Nam coi trọng quan hệ với Liên Xô như “ hòn đá tảng” và “là nguyên tắc” trong hoạt động đối ngoại những năm 1975-1985? A. Tranh thủ sự ủng hộ của Liên Xô trong bối cảnh bị bao vây, cô lập. B. Liên Xô coi Việt Nam là đối tác chiến lược toàn diện duy nhất ở châu Á? C. Liên Xô là nước xã hội chủ nghĩa duy nhất tồn tại trong giai đoạn này. D. Quan hệ đối đầu và chạy đua vũ trang căng thẳng giữa hai cực, hai phe. Câu 24."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 17,
    "text": "Nội dung nào sau đây ghi nhận Hồ Chí Minh là nhà lãnh đạo chủ chốt trong lịch sử dân tộc ( từ năm 1945-1969)? A. Chủ trì các hội nghị của Đảng, hoạch định đường lối cách mạng. B. Chỉ huy các chiến dịch trong suốt cuộc kháng chiến chống Mỹ. C. Kết nối phong trào cách mạng Việt Nam với cách mạng thế giới. D. Trực tiếp chỉ đạo cuộc Tổng tiến công và giải phóng Xuân 1975. PHẦN II. Câu trắc nghiệm đúng sai. Thí sinh trả lời từ câu 1 đến câu 4."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 18,
    "text": "Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai. Câu 1."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 19,
    "text": "Đọc đoạn tư liệu sau đây:\n“ Giữa năm 1921, tại Pháp, Nguyễn Ái Quốc cùng một số nhà cách mạng của An-giê-ri, Tuy-ni-di, Ma-rốc, Ma-đa-ga-xca,... thành lập Hội Liên hiệp thuộc địa...Với tư các Trưởng Tiểu ban Đông Dương của Đảng Cộng sản Pháp, Nguyễn Ái Quốc đã góp phần quan trọng vào việc tố cáo tội ác của chủ nghĩa thực dân Pháp ở các thuộc địa, đồng thời tiến hành tuyên truyền tư tưởng Mác-Lênin, xây dựng mối quan hệ gắn bó giữa những người cộng sản và nhân dân lao động Pháp với các nước thuộc địa và phụ thuộc”\n( Đinh Xuân Lâm(Chủ biên), Lịch sử Việt Nam, Tập III, NXB Giáo dục Việt Nam, hà Nội, 2012, tr322)\na) Nguyễn Ái Quốc sáng lập Hội liên hiệp các dân tộc bị áo bức Á Đông năm 1921.\nb) Hoạt động đối ngoại của Nguyễn Ái Quốc có mục đích tố cáo tội ác của chủ nghĩa đế quốc."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 20,
    "text": "c) Hoạt động đối ngoại sôi nổi của Nguyễn Ái Quốc ở Pháp đã đưa Đảng cộng sản Đông Dương trở thành một phân bộ độc lập của Quốc tế Cộng sản. d) Hội Liên hiệp thuộc địa là cơ quan lãnh đạo cao nhất của toàn bộ phong trào kháng chiến ở các thuộc địa của Pháp. Câu 2."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 21,
    "text": "Đọc đoạn tư liệu sau đây:\n“ Nhìn tổng quát, trong suốt cuộc chiến tranh, ngoại giao đóng vai trò một mặt trận đấu tranh tầm cỡ chiến lược với ba chức năng lớn:\n- Phối hợp và hỗ trợ chiến trường, kết hợp sức mạnh dân tộc với sức mạnh thời đai, đảm bảo cho ta càng đánh càng mạnh,làm cho địch suy yếu và thất bại."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 22,
    "text": "- Tăng cường hậu phương quốc tế của ta, gắn Việt Nam với thế giới, tạo cho ta sức mạnh tổng hợp, làm suy yếu hậu phương quốc tế của Mỹ, làm cho mỹ vấp nhiều khó khăn trên thế giới và ngay trong nước Mỹ. - Giải quyết vấn đề thắng thua, ta thắng, địch thua, kết thúc chiến tranh."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 23,
    "text": "Ta thắng đến đâu buộc Mỹ thua đến đâu, giành thắng lợi từng bước thế nào, đẩy Mỹ ra khỏi miền Nam thế nào?”\n( Nguyễn Khắc Huỳnh, Ngoại giao Việt Nam: Góc nhìn và suy ngẫm,\nNXB Chính trị quốc gia Sự thât, Hà Nội, 2011, tr.94-94)\na) Một trong những nhiệm vự của ngoại giao Việt Nam trong cuộc kháng chiến chống Mỹ, cứu nước là tăng cường sức mạnh của hậu phương."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 24,
    "text": "b) Trong cuộc kháng chiến chống Mỹ, cứu nước, đấu tranh ngoại giao giữa vai trò là một mặt trận, kết hợp với mặt trận quân sự giành thắng lợi từng bước. c) Sự tích cực, chủ động của hoạt động ngoại giao đã góp phần vào hình thành mặt trận nhân dân thế giới ủng hộ dân tộc Việt Nam chống Mỹ. d) Trong cuộc kháng chiến chống Mỹ, cứu nước, đấu tranh ngoại giao đảm nhiệm ba nhiệm vụ và hoàn toàn phản ánh cuộc đấu tranh trên chiến trường. Câu 3."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 25,
    "text": "Đọc đoạn tư liệu sau đây:\n“Tôi [ Hồ Chí Minh] tuyệt nhiên không ham muốn công phú quý nào. Bây giờ phải gánh chức Chủ tịch là vì đồng bào ủy thác thì tôi phải gắng sức làm, cũng như một người lính vâng mệnh lệnh của quốc dân ra trước mặt trận. Bao giờ đồng bào cho tôi lui, thì tôi rất vui lòng lui,...”. ( Chủ tịch Hồ Chí Minh trả lời báo chí, bài đăng trên báo Cứu quốc, số 147, ngày 21-1-1946)\na) Đoạn tư liệu khẳng định nguyên tắc của nhà lãnh đạo là phải trung thành tuyệt đối với nhân dân."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 26,
    "text": "b) Chủ tịch Hồ Chí Minh khẳng định luôn cống hiến trọn đời mình cho nhân dân và Tổ quốc. c) Chủ tịch Hồ Chí Minh trả lời báo chí về quá trình lãnh đạo cách mạng giải phóng dân tộc. d) Chủ tịch Hồ Chí Minh giáo dục lịch sử cho chiến sĩ, động viên quân đội giờ ra trận. Câu 4. Đọc đoạn tư liệu sau đây:\n“...Trung ương đã quyết định cần tích cực chuẩn bị cho cuộc họp Hội nghị toàn quốc của Đảng và Quốc dân đại hội đại biểu."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 27,
    "text": "Bác [ Hồ Chí Minh] giục chuẩn bị cho kịp họp hai hội nghị quan trọng này là từ tháng 7...Giữa lúc công việc bộn bề như thế, Bác bổng bị mệt...Lúc nào tỉnh, Bác chỉ nói chuyện tình hình: “ Lúc này, thời cơ thuận lợi đã tới, dù hi sinh tới đâu, dù phải đốt cháy cả dãy Trường Sơn cũng phải kiên quyết giành cho được độc lập”\n( Theo Đại tướng Võ Nguyên Giáp, Tổng tập hồi kí, NXB Quân đội nhân dân, Hà Nội, 2011, tr.129-130)\na) Đoạn tư liệu ghi nhận vai trò của Chủ tịch Hồ Chí Minh và Đảng Cộng sản Đông Dương trong việc chợp thời cơ, lãnh đạo Cách mạng tháng Tám năm 1945.\nb) Hồ Chí Minh xác định thời cơ Tổng khởi nghĩa giành chính quyền trên toàn quốc từ khi Nhật đầu hàng quân Đồng minh đến trước khi quân Đồng minh vào Đông Dương."
  },
  {
    "source": "MARIE CURIE.- CK2docx.docx",
    "chunk_id": 28,
    "text": "c) Thời cơ của tổng khởi nghĩa trong cách mạng tháng Tám năm 1945 ở Việt Nam được tính từ khi Nhật tiến hành đảo chính Pháp trên toàn Đông Dương (9/3/1945). d) Bối  cảnh nổ ra cuộc tổng khởi nghĩa trong cách mạng tháng Tám năm 1945 ở Việt Nam có sự đan xen giữa thời cơ và nguy cơ. IV. HƯỚNG DẪN CHẤM\nPHẦN I ( Dạng thức 1)\nPHẦN II ( Dạng thức 2)"
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 0,
    "text": "PHẦN I. Câu trắc nghiệm nhiều phương án lựa chọn. Thí sinh trả lời từ câu 1 đến câu 24. Mỗi câu hỏi chỉ chọn một phương án. Câu 1. Các quốc gia trên thế giới tổ chức hội nghị thành lập Liên hợp quốc khi\nA. Chiến tranh thế giới thứ hai bùng nổ. B. Chiến tranh thế giới thứ hai chưa diễn ra. C. Chiến tranh thế giới thứ hai sắp kết thúc. D. Chiến tranh thế giới thứ hai đã kết thúc\nCâu 2. Sự kiện nào dưới đây gắn liền với ngày 24-10-1945? A. Mĩ và Liên Xô phê chuẩn bản Hiến chương Liên hợp quốc."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 1,
    "text": "B. Liên hợp quốc chính thức được thành lập. C. Hội nghị Xan Phranxixcô (Mĩ) thông qua bản Hiến chương Liên hợp quốc. D. Ủy viên thường trực Hội đồng Bảo an thông qua bản Hiến chương. Câu 3. Cơ quan chuyên môn nào của Liên hợp quốc đóng góp trong việc giúp Việt Nam bảo toàn di sản văn hoá? A. UNICEP. B. UNESCO. C. FAO. D. WHO. Câu 4. Nước nào sau đây không có mặt ở Hội nghị cấp cao Ianta(2/1945)? A. Anh. B. Mĩ. C. Pháp. D. Liên Xô\nCâu 5."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 2,
    "text": "Theo nội dung của Hội nghị Ianta(2/1945), các vùng còn lại ở Châu Á thuộc phạm vi ảnh hưởng của các nước\nA. Phương Tây              B. Anh               C. Mỹ                   D. Liên Xô. Câu 6. Nội dung nào dưới đây không phải là xu thế phát triển của thế giới sau khi Chiến tranh lạnh chấm dứt? A. Sự phát triển và tác động to lớn của các công ty độc quyền xuyên quốc gia. B. Trật tự thế giới mới đang trong quá trình hình thành theo xu hướng đa cực."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 3,
    "text": "C. Xu thế đối, thoại hợp tác trong quan hệ quốc tế thay cho xu thế đối đầu. D. Các quốc gia điều chỉnh chiến lược, lấy phát triển kinh tế làm trọng tâm. Câu 7. Sau Chiến tranh lạnh, hầu hết các quốc gia trên thế giới đều điều chỉnh chiến lược phát triển tập trung vào\nA. kinh tế. B. văn hóa. C. quốc phòng. D. chính trị. Câu 8.Nhóm 5 nước sáng lập ASEAN (1967) gồm:\nA. Inđônêxia, Malaixia, Philippin, Singapo và Thái Lan. B. Philippin, Xingapo, Malaixia, Inđônêxia và Mianma."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 4,
    "text": "C. Xingapo, Mianma, Thái Lan, Brunây và Inđônêxia. D. Việt Nam, Lào, Malaixia, Inđônêxia và Brunây. Câu 9. Một trong những mục tiêu quan trọng của tổ chức ASEAN (1967) là\nA. xóa bỏ áp bức bóc lột và nghèo nàn lạc hậu. B. xây dựng khối liên minh kinh tế và quân sự. C. xây dựng khối liên minh chính trị và quân sự. D. tăng cường hợp tác phát triển kinh tế và văn hóa. Câu 10. Hiệp ước Bali (2 - 1976) có nội dung cơ bản là gì? A. Tuyên bố thành lập tổ chức ASEAN ở khu vực Đông Nam Á."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 5,
    "text": "B. Xác định những nguyên tắc cơ bản trong quan hệ giữa các nước ASEAN. C. Thông qua những nội dung cơ bản của Hiến chương ASEAN. D. Tuyên bố quyết định thành lập cộng đồng ASEAN. Câu 11. Ý tưởng xây dựng cộng đồng ASEAN được khởi nguồn từ khi\nA. ASEAN thành lập năm 1967\t\tB. tất cả các nước Đông Nam Á ra nhập ASEAN\nC. các nước kí hiệp ước Bali\t\tD. Việt Nam ra nhập ASEAN\nCâu 12. Ba trụ cột của Cộng đồng ASEAN là gì?"
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 6,
    "text": "A. Chính trị-an ninh, kinh tế, văn hóa – giáo dục\nB. Chính trị - an ninh, kinh tế, văn hóa – thể thao\nC. Kinh tế, chính trị- an ninh, văn hóa- xã hội\nD. Chính trị- an ninh, kinh tế- tiền tệ, văn hóa – xã hội\nCâu 13. Phát biểu nào sau đây là đúng khi nói về tổ chức Liên hợp quốc? A. Liên hợp quốc thành lập nhằm giải quyết những hậu quả của Chiến tranh thế giới thứ hai. B. Liên hợp quốc đã giải quyết được tất cả các vấn đề về hoà bình và an ninh thế giới."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 7,
    "text": "C. Liên hợp quốc là tổ chức toàn cầu có vai trò hết sức quan trọng trong đời sống chính trị quốc tế. D. Liên hợp quốc là một liên kết chính trị-kinh tế lớn nhất hành tinh vì sự ổn định của toàn nhân loại. Câu 14. Sự sụp đổ Trật tự thế giới hai cực Ianta đã tác động nhiều mặt đến tình hình thế giới, đâu không phải là tác động đó? A. mở ra thời kỳ phát triển mới trong quan hệ quốc tế. B. làm so sánh lưc lượng với ưu thế tạm thời thuộc về Mỹ."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 8,
    "text": "C. dẫn tới sự kết thúc chiến tranh lạnh và sự hình thành một trật tự thế giới mới. D. Mỹ vươn lên thế “một cực”, chi phối, lãnh đạo thế giới. Câu 15. Tình hình thế giới sau Chiến tranh lạnh đã đặt các quốc gia trong tình thế nào dưới đây? A. Chỉ cần nắm bắt thời cơ. B. Chỉ cần vượt qua thách thức. C. Phải nắm bắt thời cơ, đẩy lùi thách thức. D. Hạn chế thách thức và vươn lên."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 9,
    "text": "Câu 16.Trong những sự kiện dưới đây sự kiện nào đánh dấu sự khởi sắc và hoạt động có hiệu quả của tổ chức ASEAN\nA. Vấn đề Cam-pu-chia được giải quyết năm 1989. B. Hiệp ước Ba-li được kí kết năm 1976. C. Việt Nam gia nhập vào tổ chức năm 1995. D. 10 nước Đông Nam Á tham gia vào tổ chức năm 1999. Câu 17. Việc mở rộng thành viên của Hiệp hội các quốc gia Đông Nam Á (ASEAN) diễn ra lâu dài và đầy trở ngại xuất phát từ lí do nào sau đây?"
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 10,
    "text": "A. Nguyên tắc hoạt động của ASEAN không phù hợp với các nước Đông Dương. B. Tác động của cuộc Chiến tranh lạnh và cục diện hai cực, hai phe. C. Có nhiều khác biệt về văn hóa giữa các quốc gia dân tộc. D. Các nước thực hiện những chiến lược phát triển kinh tế khác nhau. Câu 18. Nguyên nhân cơ bản đã gắn kết các quốc gia thành viên ASEAN cùng thực hiện mục tiêu chung vì một Đông Nam Á hòa bình, ổn định và thịnh vượng?"
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 11,
    "text": "A. Sự liên kết chặt chẽ\nB. Sự mở rộng quan hệ đối tác bên ngoài khu vực\nC. Sự tác động của tình hình thế giới sau chiến tranh lạnh\nD. Sự đoàn kết, đồng thuận và thống nhất trong đa dạng\nCâu 19. Đâu là thách thức từ bên ngoài đối với sự phát triển của cộng đồng ASEAN? A. Sự chênh lệch về trình độ phát triển giữa các nước\nB. Tình hình chính trị ở một số nước còn phức tạp\nC. Có nhiều tôn giáo khác nhau\nD. Diễn biến phức tạp của tình hình biển Đông và quốc tế\nCâu 20."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 12,
    "text": "Yếu tố nào không phải là nguyên nhân thành lập của tổ chức ASEAN năm 1967? A. Hợp tác giữa các nước để cùng nhau phát triển. B. Phát triển kinh tế, văn hóa, xã hội và các lĩnh vực khác. C. Hạn chế ảnh hưởng của các cường quốc bên ngoài đối với khu vực. D. Sự hoạt động có hiệu quả của nhiều tổ chức hợp tác trên thế giới. Câu 21. Nguyên tắc “Giải quyết các tranh chấp quốc tế bằng biện pháp hòa bình” của Liên hợp quốc được Việt Nam vận dụng để giải quyết vấn đề nào hiện nay?"
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 13,
    "text": "A. Thực hiện công nghiệp hóa và hiện đại hóa đất nước. B. Phát triển nền kinh tế thị trường theo định hướng XHCN. C. Bảo vệ chủ quyền biên giới, biển, hải đảo và toàn vẹn lãnh thổ. D. Nâng cao vị thế của Việt Nam trên trường quốc tế. Câu 22. Quyết định nào của Hội nghị Ianta(2/1945) mở đầu cho những mâu thuẫn, chia cắt còn ảnh hưởng đến tận ngày nay? A. Thành lập một nước Trung Quốc dân chủ, thống nhất. B. Mỹ chiếm đóng Nam Triều Tiên, Nhật Bản."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 14,
    "text": "C. Triều Tiên do quân đội Mỹ chiếm đóng phía Nam vĩ tuyến 38, Liên Xô chiếm đóng phía Bắc. D. Các vùng còn lại ở châu Á vẫn thuộc phạm vi ảnh hưởng của các nước phương Tây. Câu 23. Trong quan hệ quốc tế hiện nay, xu thế nào dưới đây được coi là nổi trội và tác động sâu sắc đến đường lối, chính sách đối ngoại của nước ta? A. Xu thế cạnh tranh gay gắt giữa các nước lớn. B. Bất đồng giữa các nước ngày càng gia tăng. C. Tranh chấp lãnh thổ ngày càng phổ biến."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 15,
    "text": "D. Xu thế hòa bình, hợp tác và phát triển. Câu 24. So với Hiệp hội các quốc gia Đông Nam Á (ASEAN), sự phát triển của Liên minh châu Âu (EU) có điểm khác biệt gì? a. Hạn chế sự can thiệp và chi phối của các cường quốc. B. Quá trình hợp tác, mở rộng thành viên diễn ra khá lâu dài. C. Diễn ra quá trình nhất thể hóa trong khuôn khổ khu vực. D. Hợp tác, giúp đỡ các nước trong khu vực phát triển kinh tế. PHẦN II. Câu trắc nghiệm đúng sai. Thí sinh trả lời từ câu 1 đến câu 4."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 16,
    "text": "Trong mỗi ý a), b), c), d). Ở mỗi câu, thí sinh chọn đúng hoặc sai. Câu 1. Đọc đoạn tư liệu sau:\n“Thắng lợi của cách mạng Trung Quốc năm 1949 đã mở ra bước đột phá đầu tiên, phá vỡ âm mưu khống chế Trung Quốc của Mỹ và những đặc quyền của Liên Xô ở vùng Đông Bắc Trung Quốc."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 17,
    "text": "Đồng thời, sự lớn mạnh của các nước Tây Âu, Nhật Bản cũng làm suy giảm vị trí và ảnh hưởng của Mỹ trong hệ thống tư bản chủ nghĩa.”\n(Theo Lịch sử thế giới hiện đại, Quyển 2, NXB Đại học sư phạm , 2016, tr.94)\na) Thắng lợi của cách mạng Trung Quốc năm 1949 làm xói mòn trật tự 2 cực Ianta. b) Sự lớn mạnh của các nước Tây Âu, Nhật Bản là do sự tài trợ, giúp đỡ vô điều kiện của Mỹ."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 18,
    "text": "c) Sự lớn mạnh của các nước Tây Âu, Nhật Bản là một trong những nguyên nhân buộc Liên Xô và Mỹ tuyên bố chấm dứt chiến tranh lạnh. d) Thắng lợi của cách mạng Trung Quốc năm 1949 đã đe dọa đến sự tồn tại của Liên Xô và Mỹ. Câu 2. Đọc đoạn tư liệu sau đây:\n\"Trật tự thế giới hai cực 1-an-ta sụp đổ có tác động lớn đến thế giới, đưa tới xu thế phát triển mới. Trong quan hệ quốc tế, một trật tự thế giới mới dần hình thánh theo xu thế đa cực."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 19,
    "text": "Mỹ tiếp tục là siêu cường có sức mạnh vượt trội, nhưng phạm vi ảnh hưởng bị thu hẹp ở nhiều nơi. Trật tự thế giới hai cực l-an-ta sụp đổ đã mở ra chiều hướng và những điều kiện để giải quyết hòa bình các cuộc tranh chấp, xung đột như ở Áp-ga-ni-xtan, Cam-pu-chia. Na-mi-bi-a... Sự sụp đổ của Trật tự thể giới hai cực I-an-ta cũng tạo điều kiện cho các cường quốc mới nổi có vị trí, vai trò lớn hơn trong quan hệ quốc tế, đặc biệt là Trung Quốc."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 20,
    "text": "Ấn Độ và một số nước lớn ở châu Âu...\"\n(Sách giáo khoa Lịch sử 12, NXBGD, trang 13)\na) Sau khi trật tự l-an-ta sụp đổ, trật tự thế giới mới được hình thành theo xu thế đa cực. b) Trong trật tự này, các cường quốc mới như Trung Quốc, Ấn Độ có vai trò chi phối\nc) Sau khi trật tự I-an-ta sụp đổ, xu thế chung của thế giới là hòa bình, ổn định, hợp tác. d) Hiện nay, Mỹ vẫn là siêu cương có vai trò chỉ phối trong mọi mối quan hệ quốc tế. Câu 3."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 21,
    "text": "Đọc đoạn tư liệu sau đây:\n“Đa cực là một thuật ngữ trong quan hệ quốc tế dùng để chỉ một trật tự thế giới có sự tham gia của các quốc gia, các trung tâm khác nhau, trong đó không một quốc gia nào có quyền lực áp đảo đối với các quốc gia khác, cũng như sự chi phối phát triển của thế giới."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 22,
    "text": "Sự hình thành trật tự thế giới đa cực là một tiến trình lịch sử khách quan với sự nổi lên của các cường quốc, sự gia tăng vai trò của các trung tâm, tổ chức quốc tế...”\n(Trích SGKLS lớp 12 trang 19, NXB GDVN năm 2024). a) Sau Chiến tranh lạnh, thế giới hình thành xu thế đơn cực . b) Trong xu thế đa cực, Mỹ nắm quyền chi phối và khống chế thế giới. c) Sự hình thành trật tự thế giới đa cực là một tiến trình lịch sử khách quan. d) Xu thế đa cực có sự nổi lên của nhiều cường quốc. Câu 4."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 23,
    "text": "Đọc đoạn tư liệu sau đây:\n“Tôn chỉ và mục đích của ASEAN:\nThúc đẩy sự tăng trưởng kinh tế, tiến bộ xã hội và phát triển văn hóa trong khu vực thông qua các nỗ lực chung trên tinh thần bình đẳng và hợp tác nhằm tăng cường cơ sở cho một Cộng đồng các quốc gia Đông Nam Á hòa bình và thịnh vượng; Thúc đẩy hòa bình và ổn định khu vực bằng việc tôn trọng công lý và nguyên tắc luật pháp trong quan hệ giữa các quốc gia trong vùng và tuân thủ các nguyên tắc của Hiến chương Liên hợp quốc, Thúc đẩy sự cộng tác tích cực và giúp đỡ lẫn nhau trong các vấn đề cùng quân tâm ở các lĩnh vực."
  },
  {
    "source": "NGUYỄN DU-GK1.docx",
    "chunk_id": 24,
    "text": "kinh tế, xã hội, văn hóa, khoa học - kỹ thuật và hành chính,...\"\n(Sách giáo khoa Lịch sử 12, NXBGD, trang 24)\na) Tư liệu khẳng định tôn chỉ thành lập và mục đích hoạt động của tổ chức ASEAN. b) ASEAN hoạt động dựa trên tôn chỉ và mục đích của Hiến chương Liên hợp quốc. c) ASEAN là tổ chức liên minh khu vực hợp tác ban đầu về kinh tế, văn hóa, xã hội. d) ASEAN ra đời đã tạo ra cơ chế thúc đẩy hòa bình và ổn định các vấn đề ở châu Á. ………………..Hết……………."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 0,
    "text": "PHẦN I. Câu trắc nghiệm nhiều phương án lựa chọn. Thí sinh trả lời từ câu 1 đến câu 24. Mỗi câu hỏi chỉ chọn một phương án. Câu 1. Từ năm 1986 đến nay, nhân dân Việt Nam thực hiện một trong những nhiệm vụ nào sau đây? A. Kháng chiến chống Mỹ             B. Kháng chiến chống Pháp\nC. Giành độc lập dân tộc                D. Đổi mới toàn diện đất nước\nCâu 2. Công cuộc đổi mới đất nước ở Việt Nam được tiến hành từ năm 1986 xuất phát từ bối cảnh thực tế nào sau đây?"
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 1,
    "text": "A. Tình trạng khủng hoảng kinh tế - xã hội trong nước. B. Xu thế liên kết khu vực và toàn cầu hóa xuất hiện. C. Trật tự thế giới hai cực Ianta đã hoàn toàn sụp đổ. D. Cuộc kháng chiến chống Mỹ, cứu nước sắp kết thúc. Câu 3. Nội dung nào sau đây phản ánh đúng đường lối đổi mới của Đảng Cộng sản Việt Nam giai đoạn 1986 – 1995 về mặt kinh tế? A. Xây dựng Nhà nước pháp quyền của dân, do dân, vì dân. B. Đổi mới hệ thống chính trị, xây dựng, chỉnh đốn Đảng."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 2,
    "text": "C. Xây dựng cơ chế thị trường có sự quản lý của Nhà nước. D. Mở rộng giải quyết vấn đề việc làm, xóa đói, giảm nghèo. Câu 4. Thành phần kinh tế nào sau đây giữ vai trò chủ đạo trong nền kinh tế Việt Nam? A. Tư nhân. B. Nhà nước. C. Cá thế. D. Nước ngoài. Câu 5. Từ sau năm 1986, bộ máy Nhà nước được sắp xếp theo hướng\nA. năm tham gia công tác. B. giảm tiền lương tối đa. C. tinh gọn và hiệu quả. D. đơn giản và hiệu quả. Câu 6."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 3,
    "text": "Một trong những nội dung thể hiện việc đổi mới tư duy chính trị của Đảng Cộng sản Việt Nam từ năm 1986 đến nay là gì? A. Nhận thức rõ ràng hơn về tình hình thế giới. B. Kiên định con đường đi lên chủ nghĩa xã hội. C. Lấy tư tưởng Hồ Chí Minh làm kim chỉ nam. D. Xác định việc đổi mới kinh tế làm trọng tâm,\nCâu 7. Một trong những địa điểm mà Nguyễn Ái Quốc thực hiện các hoạt động đối ngoại từ năm 1911 đến năm 1920 là\nA. Trung Quốc\nB. Liên Xô. C. Thái Lan. D. Pháp. Câu 8."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 4,
    "text": "Một trong những tổ chức được Nguyễn Ái Quốc thành lập khi ở nước ngoài giai đoạn từ năm 1911-1930 là\nA. Hội liên hiệp thuộc địa. B. Điền Quế Việt liên minh. C. Mặt trận Việt - Miên - Lào. D. Mặt trận Tổ quốc Việt Nam. Câu 9. Phong trào nào sau đây được Phan Bội Châu tổ chức trong giai đoạn 1905 đến 1917? A. Tây học. B. Cải cách. C. Bạo động. D. Đông Du. Câu 10. Năm 1919, Nguyễn Ái Quốc có hoạt động đối ngoại nào sau đây? A. Sang Liên Xô dự lễ tang Lênin, nghiên cứu chủ nghĩa Mác."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 5,
    "text": "B. Tham dự Đại hội Tua, bỏ phiếu tán thành gia nhập Quốc tế Ba. C. Gửi bản yêu sách của Nhân dân An Nam đến hội nghị Véc-xai. D. Tham gia đoàn cố vấn cao cấp của Liên Xô đến Trung Quốc. Câu 11. Từ năm 1986 đến nay, Việt Nam đã ký các hiệp ước về biên giới trên đất liền - với quốc gia nào sau đây? A. Trung Quốc. B. Hàn Quốc. C. Liên Xô. D. Triều Tiên. Câu 12. Một trong những tổ chức Việt Nam đã gia nhập từ sau năm 1986 đến nay là\nA. SEV. B. NATO. C. ASEAN. D. SEATO. Câu 13."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 6,
    "text": "Một trong những điểm giống nhau của công cuộc cải cách - mở cửa ở Trung Quốc (1978) với công cuộc Đổi mới ở Việt Nam (1986) là\nA. chú trọng đổi mới về chính trị. B. lấy đổi mới kinh tế là trọng tâm. C. cải cách toàn diện trên lĩnh vực. D. kinh tế kế hoạch hóa tập trung. Câu 14. Đường lối đổi mới của Đảng(12/1986) được hiểu như thế nào là đúng? A. Đổi mới là thay đổi mục tiêu chủ nghĩa xã hội. B. Đổi mới không phải thay đổi mục tiêu chủ nghĩa xã hội."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 7,
    "text": "C. Đổi mới là thay đổi về nội dung của chủ nghĩa xã hội. D. Đổi mới là không thay đổi về hình thức, bước đi của chủ nghĩa xã hội. Câu 15. Một trong những tác động tích cực mà quá trình hội nhập kinh tế quốc tế đem đến cho Việt Nam là\nA. nhận chuyển giao công nghệ miễn phí. B. được miễn thuế khi bán hàng nông sản. C. dễ dàng tiếp cận với nguồn vốn đầu tư. D. tiếp cận nguồn lao động giá rẻ châu Phi. Câu 16."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 8,
    "text": "Những thành tựu trong công cuộc Đổi mới đất nước từ năm 1986 đến nay chứng tỏ\nA. sự cần thiết phải liên kết về mặt quân sự. B. Việt Nam trở thành cường quốc kinh tế,\nC. đường lối đổi mới là đúng đắn, phù hợp. D. kiên định con đường chủ nghĩa xã hội. Câu 17. Một trong những nội dung là mục đích của Nguyễn Tất Thành khi quyết định sang Pháp năm 1911\nA. nghiên cứu chủ nghĩa Mác-Lênin tìm đường cứu nước. B. tạo mối liên kết giữa cách mạng Việt Nam và thế giới."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 9,
    "text": "C. tìm hiểu về nước Pháp, sau đó trở về giúp đồng bào. D. thành lập các tổ chức cách mạng, chuẩn bị khởi nghĩa. Câu 18. Sự kiện nào sau đây đánh dấu Nguyễn Ái Quốc tìm ra con đường cứu nước, giải phóng cho dân tộc Việt Nam? A. Bỏ phiếu tán thành gia nhập Quốc tế Cộng sản (1920). B. Gửi bản yêu sách của Nhân dân An Nam (1919). C. Đọc được bản Luận cương của Lênin (1920). D. Tham gia hợp nhất các tổ chức cộng sản (1930). Câu 19."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 10,
    "text": "Để thực hiện thành công phương châm \"Việt Nam muốn làm bạn với tất cả các nước\". Các hoạt động đối ngoại cần tuân thủ nguyên tắc nào sau đây? A. Liên kết với các nước Đông Âu cũ. B. Cân bằng mối quan hệ giữa hai cực. C. Không vi phạm chủ quyền dân tộc. D. Không đổi môi trường lấy kinh tế. Câu 20. Một trong những thách thức khi Việt Nam tham gia các tổ chức quốc tế, khu vực là\nA. nguy cơ đánh mất bản sắc văn hóa dân tộc. B. gây mâu thuẫn sâu sắc hơn trên biển Đông."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 11,
    "text": "C. nguồn lao động giá rẻ châu Âu cạnh tranh. D. bị ép tham gia các khối liên minh quân sự. Câu 21. Nội dung nào của đường lối đổi mới ở Việt Nam (từ tháng 12/1986) phù hợp với xu thế phát triển của thế giới cuối thế kỷ XX? A. Tăng cường quan hệ kinh tế đối ngoại với các nước thuộc địa. B. Xây dựng kinh tế kế hoạch hóa tập trung theo định hướng mới. C. Lấy việc đổi mới kinh tế làm trọng tâm trong tiến trình thực hiện. D. Đảm bảo sự lãnh đạo của nhà nước pháp quyền xã hội chủ nghĩa. Câu 22."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 12,
    "text": "Đâu là bài học kinh nghiệm xuyên suốt trong lịch sử đã đem lại thành công cho công cuộc đổi mới từ năm 1986 đến nay? A. Đặt lợi ích của Nhân dân lên hàng đầu. B. Kiên trì lãnh đạo tuyệt đối của Đảng\nC. Tận dụng các cơ hội đến từ bên ngoài. D. Tiến hành đổi mới toàn điện, đồng bộ,\nCâu 23. “Thất bại của cụ Phan Bội Châu và Phan Châu Trình là do chưa nhận ra được bản chất của các nước đế quốc, thực dân\". Nhận định này đúng hay sai, vì sao?"
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 13,
    "text": "A. Đúng, vì Pháp - Nhật đã câu kết với nhau chống lại cách mạng Việt Nam. B. Đúng, vì năm 1945 Nhật đã gây nạn đói khiến hai triệu đồng bào ta chết. C. Sai, vì hai Cụ Phan chưa chuẩn bị được lực lượng, tiềm lực kinh tế yếu. D. Sai, vì khuynh hướng cứu nước dân chủ tư sản không nhận được ủng hộ. Câu 24. Bài học kinh nghiệm xuyên suốt đã dẫn đến tất cả những thắng lợi trong quả trình thực hiện các hoạt động đối ngoại từ năm 1945 đến nay là\nA. kiên trì sự lãnh đạo tuyệt đối của Đảng."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 14,
    "text": "B. tăng cường củng cố sức mạnh quân sự. C. thực hiện đoàn kết chặt chẽ với Liên Xô. D. tham gia vào các khối liên minh quân sự. PHẦN II. Câu trắc nghiệm đúng sai. Thí sinh trả lời từ câu 1 đến câu 4. Trong mỗi ý a), b), c), d). Ở mỗi câu, thí sinh chọn đúng hoặc sai. Câu 1."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 15,
    "text": "Đọc đoạn tư liệu sau đây:\n“Tháng 12 năm 1986, tại Đại hội đại biểu toàn quốc lần thứ VI, với tinh thần “nhìn thẳng vào sự thật, đánh giá đúng sự thật, nói rõ sự thật”, Đảng Cộng sản Việt Nam đã phân tích những sai lầm, khuyết điểm trong đường lối xây dựng đất nước và đề ra đường lối đổi mới toàn diện, mở ra bước ngoặt trong công cuộc xây dựng chủ nghĩa xã hội ở Việt Nam."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 16,
    "text": "Nội dung của công cuộc Đổi mới được đề ra tại Đại hội đại biểu toàn quốc lần thứ VI (1986) và được bổ sung, phát triển tại Đại hội đại biểu toàn quốc lần thứ VII (1991). Trải qua hai kế hoạch 5 năm (1986 - 1990 và 1991 - 1995), công cuộc Đổi mới được triển khai trên lĩnh vực trọng tâm là đổi mới trên lĩnh vực kinh tế.”\n(Sách giáo khoa Lịch sử 12, bộ Chân trời sáng tạo, trang 64). a) Từ năm 1986, Việt Nam tiến hành công cuộc Đổi mới đất nước trên nhiều lĩnh vực."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 17,
    "text": "b) Công cuộc Đổi mới được tiến hành nhằm khắc phục hạn chế, sai lầm, khuyết điểm. c)  Đổi mới đất nước ở Việt Nam tiến hành toàn diện và đồng bộ, trọng tâm là kinh tế. d) Trải qua hai kế hoạch nhà nước 5 năm, công cuộc Đổi mới đã hoàn toàn thành công. Câu 2. Đọc đoạn tư liệu sau đây:\n“Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam là Nhà nước pháp quyền xã hội chủ nghĩa của Nhân dân, do Nhân dân, vì Nhân dân."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 18,
    "text": "Nước Cộng hòa xã hội chủ nghĩa Việt Nam do Nhân dân làm chủ, tất cả quyền lực Nhà nước thuộc về Nhân dân mà nền tảng là liên minh giữa giai cấp công nhân với giai cấp nông dân và đội ngũ trí thức\" (Điều 2. Hiến pháp năm 2013). “Đảng lãnh đạo Nhà nước, nhưng hoạt động trong khuôn khổ Hiến pháp, pháp luật (Điều 4, Hiến pháp năm 2013)."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 19,
    "text": "(SGK Lịch sử 12, NXBGD, trang 69)\na) Nhà nước Pháp quyền ở Việt Nam đảm bảo mọi quyền lực thuộc về Nhân dân\nb)  Nhà nước do Đảng tổ chức, thành lập và lãnh đạo theo Hiến pháp, Pháp luật. c) Nền tảng của quyền lực nhà nước là liên minh công, nông và đội ngũ trí thức. d) Cơ quan biểu trưng cho quyền lực của Nhân dân là Đảng Cộng sản Việt Nam. Câu 3. Đọc đoạn tư liệu sau đây:\n“Chúng ta có bổn phận ủng hộ Liên Xô kháng chiến! Hãy đoàn kết để tranh đấu kỷ niệm Cách mệnh tháng Mười đã đẻ ra Liên Xô."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 20,
    "text": "Tranh đấu ủng hộ Liên Xô tức là tranh đấu chống phát xít Pháp - Nhật, chống chính sách lừa bịp và ăn cướp của chúng. Tranh đấu ủng hộ Liên Xô tức là tranh đấu chống sinh hoạt đất đỏ, đòi công ăn việc làm.” (Sách giáo khoa Lịch sử 12, NXBGD, trang 75)\na) Tư liệu trên nói về một trong những chủ trương của Đảng trong giai đoạn 1939-1945.\nb)  Đảng chủ trương đưa lực lượng trong nước sang giúp đỡ Nhân dân Liên Xô chống Đức."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 21,
    "text": "c)  Đảng coi việc đẩy mạnh cuộc đấu tranh trong nước là một biện pháp để giúp đỡ Liên Xô. d) Với chủ trương trên, cách mạng Việt Nam đã góp phần vào cuộc chiến chống phát xít\nCâu 4."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 22,
    "text": "Đọc đoạn tư liệu sau đây:\n“Kiên trì chính sách hữu nghị và láng giềng tốt với nhân dân Trung Quốc, chúng ta chủ trương khôi phục quan hệ bình thường giữa hai nước trên cơ sở các nguyên tắc cùng tồn tại hòa bình, tôn trọng độc lập, chủ quyền và toàn vẹn lãnh thổ của nhau và giải quyết những vấn đề tranh chấp bằng con đường thương lượng. \"(SGK LỊCH SỬ 12- NXBGD,tr86)\na) Từ sau năm 1945, quan hệ Việt Nam và Trung Quốc là hữu nghị, hợp tác toàn diện."
  },
  {
    "source": "NGUYỄN DU-GK2.docx",
    "chunk_id": 23,
    "text": "b) Tranh chấp chủ quyền Việt Nam và Trung Quốc đều giải quyết bằng thương lượng. c) Từ sau năm 1991, Việt Nam và Trung Quốc tiến hành bình thường hóa quan hệ ngoại giao. d) Việt Nam chủ trương duy trì quan hệ hòa bình, tôn trọng lẫn nhau với Trung Quốc. ………………..Hết……………."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 0,
    "text": "ĐỀ KIỂM TRA ĐÁNH GIÁ CUỐI HỌC KÌ II\nNĂM HỌC 2024 -2025\nPHẦN I: Câu trắc nghiệm nhiều phương án lựa chọn. Thí sinh trả lời từ câu 1 đến câu 24. Mỗi câu hỏi thí sinh chỉ chọn một phương án. Câu 1. Đảng Cộng sản Việt Nam tiến hành công cuộc đổi mới đất nước từ tháng 12/1986 trong hoàn cảnh như thế nào? A. Hệ thống xã hội chủ nghĩa thế giới đã sụp đổ. B. Tình hình thế giới có rất nhiều điểm thuận lợi. C. Đất nước đang bị chia cắt thành hai miền. D. Đất nước khủng hoảng về kinh tế - xã hội. Câu 2."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 1,
    "text": "Đại hội đại biểu toàn quốc lần thứ VI của Đảng Cộng sản Việt Nam (12/1986) xác định nhiệm vụ, mục tiêu của Ba chương trình kinh tế lớn là\nA. lương thực - nông sản, hàng tiêu dùng, hàng nhập khẩu. B. lương thực, hàng tiêu dùng, hàng xuất khẩu, nông sản. C. lương thực - thực phẩm, hàng xuất khẩu, hàng quân sự. D. lương thực - thực phẩm, hàng tiêu dùng, hàng xuất khẩu. Câu 3. Quan điểm của Đảng trong Đại hội toàn quốc lần VI (12/1986) là đổi mới kinh tế phải gắn liền với đổi mới về\nA. quân sự."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 2,
    "text": "B. tư tưởng. C. chính trị. D. văn hóa. Câu 4. Một trong những thành phần kinh tế mới được phép hoạt động từ sau khi đường lối đổi mới được thực thi là\nA. có vốn đầu tư nước ngoài. B. kinh tế nhà nước quản lý. C. kinh tế tập thể, hợp tác xã,\nD. kinh tế cá thể, hộ gia đình\nCâu 5. Một trong những tác động tích cực mà quá trình hội nhập kinh tế quốc tế đem đến cho Việt Nam là\nA. nhận chuyển giao công nghệ miễn phí. B. được miễn thuế khi bản hàng nông sản. C. dễ dàng tiếp cận với nguồn vốn đầu tư."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 3,
    "text": "D. tiếp cận nguồn lao động giá rẻ châu Phi. Câu 6. Nhân tố quyết định đến sự thành công của công cuộc Đổi mới đất nước từ năm 1986 đến nay là\nA. những bài học từ Liên Xô và Trung Quốc. B. viện trợ to lớn, cần thiết từ Liên Hợp quốc. C. chính sách xóa bỏ bao vây và cấm vận của Mĩ. D. vai trò lãnh đạo của Đảng Cộng sản Việt Nam. Câu 7. Những thành tựu trong công cuộc đổi mới đất nước của Việt Nam và cuộc cải cách - mở cửa của Trung Quốc đều có ý nghĩa nào sau đây?"
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 4,
    "text": "A. Nâng cao vị thế đất nước trên trường quốc tế. B. Trở thành ủy viên thường trực Hội đồng bảo an. C. Thu nhập quốc dân đạt mức trên 1000 tỷ đô la. D. Buộc Mỹ rút căn cứ quân sự gần biên giới. Câu 8. Một trong những nội dung là điểm khác biệt của chính sách đối ngoại trước và sau công cuộc đổi mới đất nước ở Việt Nam là\nA. muốn nâng cao vị thế đất nước\nB. coi trọng mối quan hệ với Lào. C. thái độ và chính sách với Mỹ. D. kiên trì sự lãnh đạo của Đảng\nCâu 9."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 5,
    "text": "Một trong những địa điểm mà Nguyễn Ái Quốc thực hiện các hoạt động đối ngoại từ năm 1911 đến năm 1920 là\nA. Mỹ. B. Liên Xô. C. Thái Lan. D. Pháp. Câu 10. Một trong những tổ chức được Nguyễn Ái Quốc thành lập khi ở nước ngoài giai đoạn từ năm 1911-1930 là\nA. Hội liên hiệp thuộc địa. B. Điền Quế Việt liên minh. C. Mặt trận Việt - Miên - Lào. D. Mặt trận Tổ quốc Việt Nam. Câu 11."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 6,
    "text": "Một trong những tổ chức được Đảng Cộng sản Đông Dương tích cực củng cố quan hệ trong giai đoạn 1930 - 1945 là\nA. Hội liên hiệp thuộc địa. B. Đảng Cộng sản Trung Quốc. C. Hội đồng tương trợ kinh tế. D. Tổ chức phòng thủ Vác-sa-va.\nCâu 12. Từ năm 1986 đến nay, Việt Nam đã ký các hiệp ước về biên giới trên đất liền - với quốc gia nào sau đây? A. Trung Quốc. B. Hàn Quốc. C. Liên Xô. D. Triều Tiên. Câu 13."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 7,
    "text": "Từ năm 1975 - 1985, các hoạt động đối ngoại của Việt Nam tập trung chống lại\nA. âm mưu chia cắt Đông Dương. B. cuộc tấn công của Trung Quốc. C. sự bao vây cấm vận của Mỹ. D. âm mưu chia rẽ tổ chức ASEAN. Câu 14. Một trong những thách thức khi Việt Nam tham gia các tổ chức quốc tế, khu vực là\nA. nguy cơ đánh mất bản sắc văn hóa dân tộc. B. gây mâu thuẫn sâu sắc hơn trên biển Đông. C. nguồn lao động giá rẻ châu Âu cạnh tranh. D. bị ép tham gia các khối liên minh quân sự. Câu 15."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 8,
    "text": "Nhận xét nào sau đây về vai trò của các hoạt động đối ngoại từ năm 1986 đến nay là đúng? A. Tạo ưu thế quân sự cho Việt Nam để giải quyết tranh chấp biển đảo. B. Nâng tầm quan hệ ngoại giao của Việt Nam với tất cả các quốc gia. C. Đưa Việt Nam trở thành cường quốc số một ở châu Á.\nD. Tạo điều kiện cho Việt Nam hội nhập, phát triển kinh tế. Câu 16."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 9,
    "text": "Một trong những nội dung thể hiện sự giống nhau giữa các hoạt động đối ngoại từ năm 1945 - 1975 và từ năm 1986 đến nay là\nA. mục tiêu đầu tranh giải phóng dân tộc. B. kết hợp chặt chẽ với đấu tranh quân sự. C. phục vụ lợi ích cho dân tộc Việt Nam. D. liên kết chặt chẽ với các nước Đông Âu. Câu 17. Một trong những nguyên nhân lý giải Nguyễn Tất Thành quyết định sang phương Tây để tìm đường cứu nước là\nA. tìm hiểu các nước phương Tây làm như thế nào."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 10,
    "text": "B. con đường để đi sang phương Tây dễ dàng hơn. C. phương Tây có nhiều trường đại học danh tiếng. D. mục đích chính là ra đi để lao động, kiếm sống. Câu 18. Tư tưởng cốt lõi của Cương lĩnh chính trị tháng 2 năm 1930 là\nA. tự do, dân chủ. B. độc lập, tự do. C. dân sinh, dân chủ. D. cơm áo, hòa bình. Câu 19. Một trong những tổ chức cách mạng được Nguyễn Ái Quốc thành lập trong thời gian hoạt động ở nước ngoài là\nA. Hội Việt Nam cách mạng thanh niên (1925). B. Đông Dương Cộng sản liên đoàn (1929)."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 11,
    "text": "C. Mặt trận Việt Nam Độc lập đồng minh (1941). D. Đội Việt Nam Tuyên truyền giải phóng quân (1944). Câu 20. Lý luận cách mạng giải phóng dân tộc của Nguyễn Ái Quốc được trình bày đầu tiên trong tài liệu nào dưới đây? A. Chỉ thị Toàn dân kháng chiến. B. Bản án chế độ thực dân Pháp. C. Tác phẩm Đường Kách Mệnh. D. Cương lĩnh chính trị đầu tiên. Câu 21. Dân tộc đã lấy họ của Chủ tịch Hồ Chí Minh làm họ chung cho tất cả mọi người là\nA. Vân Kiều. B. Xơ Đăng\t\tC. Khơ-me\t\tD. Ba Na. Câu 22."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 12,
    "text": "Yếu tố nào quyết định đến sự lựa chọn con đường cứu nước theo xu hướng vô sản của Nguyễn Ái Quốc cho dân tộc Việt Nam? A. Thắng lợi của cách mạng tháng Mười Nga năm 1917. B. Con đường cứu nước theo khuynh hướng tư sản thất bại. C. Những tác động của thời đại và cuộc cách mạng vô sản. D. Do trí tuệ và nhân quan chính trị của Nguyễn Ái Quốc. Câu 23. Cuộc vận động “Học tập và làm theo tấm gương đạo đức Hồ Chí Minh\" có tác dụng như thế nào đến đời sống chính trị - xã hội Việt Nam?"
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 13,
    "text": "A. Lan tỏa và mang lại những giá trị tích cực. B. Giảm bớt tỷ lệ thất nghiệp trong nhân dân. C. Thay đổi cơ cấu dân cư theo vùng kinh tế. D. Ổn định cuộc sống cho nhân dân vùng cao. Câu 24. Một trong những mục đích các chuyến thăm của Chủ tịch Hồ Chí Minh đến các nước xã hội chủ nghĩa giai đoạn 1954-1969 là\nA. tranh thủ sự giúp đỡ, viện trợ. B. xin tham gia vào khối Vác-sa-va.\nC. lập ra liên minh để chống Mỹ. D. xin chuyển giao công nghệ cao. PHẦN II. Câu trắc nghiệm đúng sai."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 14,
    "text": "Thí sinh trả lời từ câu 1 đến câu 4. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai. Câu 1. Cho bảng dữ kiện về số cán bộ y tế và giường bệnh ở Việt Nam giai đoạn 1996 - 2000 (chưa tính các cơ sở y tế tư nhân):\n(https://khoahoc.vietjack.com/)\na) Bảng dữ kiện thể hiện những thành tựu của lĩnh vực y tế ở Việt Nam trong những năm đầu tiên của công cuộc Đổi mới. b) Theo bảng dữ kiện, trong giai đoạn 1996 - 2000, số lượng cán bộ ngành y cơ bản có sự tăng trưởng."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 15,
    "text": "c) Những thành tựu đáng khích lệ trong lĩnh vực y tế, chăm sóc sức khoẻ người dân là kết quả chủ quan, tất yếu của việc mở rộng hợp tác quốc tế, chuyển giao kĩ thuật cao trong y tế chuyên sâu. d) Những thành tựu về y tế trong giai đoạn này đã tạo cơ sở để Việt Nam hiện nay có nền y tế phát triển hàng đầu thế giới. Câu 2. Cho bảng dữ kiện về một số hoạt động đối ngoại chủ yếu của Việt Nam trong kháng chiến chống Pháp (1945 – 1954)."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 16,
    "text": "a) Từ ngày 2 - 9 - 1945 đến trước ngày 6 - 3 - 1946, Việt Nam thực hiện chính sách ngoại giao mềm dẻo với Trung Hoa Dân quốc. b) Với việc ký Hiệp định Sơ bộ (6 – 3 - 1946), Pháp công nhận Việt Nam là một quốc gia độc lập. c) Việc thiết lập quan hệ ngoại giao với các nước xã hội chủ nghĩa Trung Quốc, Liên Xô và một số nước Đông Âu đánh dấu Việt Nam thoát khỏi tình trạng bị bao vây, cô lập."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 17,
    "text": "d) Hoạt động ngoại giao của Việt Nam trong cuộc kháng chiến chống Pháp (1945 – 1954) có vai trò quyết định đối với sự nghiệp bảo vệ độc lập dân tộc. Câu 3. Đọc đoạn tư liệu sau đây:\n“... Luận cương của Lê-nin làm cho tôi rất cảm động, phấn khởi, sáng tỏ, tin tưởng biết bao! Tôi vui mừng đến phát khóc lên. Ngồi một mình trong buồng mà tôi nói to lên như đang nói trước quần chúng đông đảo: “Hỡi đồng bào bị đọa đày đau khổ! Đây là cái cần thiết cho chúng ta, đây là con đường giải phóng chúng ta!”."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 18,
    "text": "Từ đó tôi hoàn toàn tin theo Lê-nin, tin theo Quốc tế thứ ba”."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 19,
    "text": "(Hồ Chí Minh, Con đường dẫn tôi đến chủ nghĩa Mác – Lê-nin, trích trong: Hồ Chí Minh, Toàn tập, Tập 12, NXB Chính trị quốc gia Sự thật, Hà Nội, 2011, tr.562)\na) Đoạn tư liệu trên phản ánh sự kiện Nguyễn Ái Quốc đọc bản Luận cương của Lê-nin về vấn đề dân tộc và thuộc địa tháng 7 - 1920.\nb) Quá trình nhận thức được nói đến trong đoạn tư liệu phản ánh quy luật tất yếu trong hành trình tìm đường cứu nước của các vị tiền bối nói chung, Nguyễn Ái Quốc nói riêng."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 20,
    "text": "c) “Đây là cái cần thiết cho chúng ta, đây là con đường giải phóng chúng ta” được nhắc đến trong đoạn tư liệu đề cập đến con đường cách mạng vô sản. d) Việc Nguyễn Ái Quốc đọc bản Luận cương của Lê - nin đã giúp Người tìm ra con đường giải phóng dân tộc đúng đắn cho dân tộc Việt Nam. Câu 4. Đọc đoạn tư liệu sau đây. “Hồ Chủ tịch là tượng trưng cao đẹp của chủ nghĩa yêu nước chân chính kết hợp nhuần nhuyễn với chủ nghĩa quốc tế vô sản."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 21,
    "text": "Trái tim, khối óc của Người dành cho dân tộc Việt Nam ta cũng hướng về giai cấp vô sản và các dân tộc bị áp bức trên toàn thế giới. Là người học trò trung thành của Các Mác và Lê-nin, Hồ Chủ tịch chẳng những là một nhà yêu nước vĩ đại, mà còn là một chiến sĩ xuất sắc trong phong trào cộng sản quốc tế và phong trào giải phóng dân tộc của thế kỉ XX."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 22,
    "text": "Hồ Chủ tịch thường dạy chúng ta phải chăm lo bảo vệ sự đoàn kết quốc tế, vì sự nghiệp to lớn của cách mạng Việt Nam, vì nghĩa vụ cao cả đối với cách mạng thế giới”."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 23,
    "text": "(Điếu văn của Ban Chấp hành Trung ương Đảng Lao động Việt Nam trong Lễ truy điệu Chủ tịch Hồ Chí Minh ngày 9-9-1969 tại Hà Nội, trích trong: Hồ Chí Minh, Toàn tập, Tập 15, NXB Chính trị Quốc gia Sự thật, Hà Nội, 2011, tr.627)\na) Điếu văn ca ngợi Chủ tịch Hồ Chí Minh trong Lễ truy điệu được tổ chức tại Hà Nội sau khi Chủ tịch Hồ Chí Minh từ trần năm 1969.\nb) Nội dung đoạn điếu văn cho thấy Chủ tịch Hồ Chí Minh có cống hiến to lớn đối với cách mạng Việt Nam và cách mạng thế giới."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 24,
    "text": "c) Chủ tịch Hồ Chí Minh có vị trí, vai trò đặc biệt đối với tiến trình lịch sử Việt Nam từ giữa thế kỉ XIX đến đầu thế kỉ XX. d) Phong trào cộng sản quốc tế hiện nay đang tiếp tục phát triển mạnh mẽ và có sự đoàn kết chặt chẽ với phong trào giải phóng dân tộc. ĐÁP ÁN PHẦN II. Điểm tối đa của 01 câu hỏi là 1 điểm. Thí sinh chỉ lựa chọn chính xác 01 ý trong 1 câu hỏi được 0,1 điểm. Thí sinh chỉ lựa chọn chính xác 02 ý trong 1 câu hỏi được 0,25 điểm."
  },
  {
    "source": "NGUYỄN TRÃI-CK2.docx",
    "chunk_id": 25,
    "text": "Thí sinh chỉ lựa chọn chính xác 03 ý trong 1 câu hỏi được 0,50 điểm. Thí sinh lựa chọn chính xác cả 04 ý trong 1 câu hỏi được 1 điểm."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 0,
    "text": "ĐỀ KIỂM TRA ĐÁNH GIÁ GIỮA HỌC KÌ I\nNĂM HỌC 2024 -2025\nPHẦN I. Câu trắc nghiệm nhiều phương án lựa chọn. Học sinh trả lời từ câu 1 đến câu 24. Mỗi câu hỏi học sinh chỉ chọn 1 phương án. Câu 1. Nội dung nào dưới đây phản ánh đúng bối cảnh lịch sử thành lập Liên hợp quốc? A. Cuộc Chiến tranh thế giới thứ hai đang ở giai đoạn đầu. B. Ưu thế trên chiến trường chính thuộc về phe phát xít. C. Cuộc Chiến tranh thế giới thứ hai bước vào giai đoạn cuối."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 1,
    "text": "D. Chiến tranh thế giới thứ hai tạm dừng ở các chiến trường. Câu 2. Giữ vai trò quyết định trong việc thành lập Liên hợp quốc (1945) là các quốc gia\nA. Liên Xô, Mỹ, Đức. B. Liên Xô, Mỹ, Anh. C. Mỹ, Đức, Anh. D. Liên Xô, Mỹ, Pháp. Câu 3. Từ nửa sau thế kỉ XX, trật tự nào dưới đây đã chi phối toàn bộ đời sống chính trị thế giới? A. Trật tự đa cực nhiều trung tâm. B. Trật tự đơn cực. C. Trật tự hai cực I-an-ta. D. Trật tự tam cực. Câu 4."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 2,
    "text": "Xu thế nào dưới đây xuất hiện vào đầu những năm 70 của thế kỉ XX? A. Xu thế chạy đua vũ trang. B. Xu thế hòa hoãn Đông - Tây. C. Xu thế đa phương cùng có lợi. D. Xu thế hợp tác kinh tế toàn cầu. Câu 5. Sự kiện nào dưới đây đã chấm dứt sự tồn tại của Trật tự thế giới hai cực I-an-ta? A. Liên Xô chính thức tan rã năm 1991. B. Liên hợp quốc thành lập năm 1945. C. Hội nghị Pốt-xđam (Đức) năm 1945. D. Tổng thống Mỹ thăm Liên Xô năm 1972. Câu 6."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 3,
    "text": "Cuộc chiến tranh nào dưới đây là cuộc chiến tranh cục bộ tiêu biểu trong thời kì Chiến tranh lạnh? A. chiến tranh Triều Tiên. B. chiến tranh Napoleon. C. chiến tranh Hoa Hồng. D. chiến tranh Nga - Ukraine. Câu 7. Tổ chức MAPHILINDO được thành lập vào năm 1963 dựa trên thoả thuận của các quốc gia\nA. Ma-lai-xi-a, Phi-lip-pin, Thái Lan. B. Ma-lai-xi-a, Phi-lip-pin, In-đô-nê-xi-a. C. Ma-lai-xi-a, Phi-lip-pin, Xin-ga-po. D. Ma-lai-xi-a, Phi-lip-pin, Đông Ti-mo. Câu 8."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 4,
    "text": "Quốc gia nào sau đây không phải là thành viên sáng lập Hiệp hội các quốc gia Đông Nam Á (ASEAN) năm 1967? A. Thái Lan. B. Ma-lai-xi-a. C. In-đô-nê-xi-a. D. Cam-pu-chia. Câu 9. Nội dung nào sau đây phản ánh đúng ba trụ cột của Cộng đồng ASEAN? A. Chính trị - An ninh, Kinh tế, Văn hoá - Giáo dục. B. Chính trị - An ninh, Kinh tế, Văn hoá - Xã hội. C. Chính trị, Kinh tế, Văn hoá - Xã hội. D. Chính trị - An ninh, Kinh tế, Văn hoá. Câu 10."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 5,
    "text": "Tầm nhìn ASEAN 2020 là văn bản đầu tiên đề xuất ý tưởng\nA. xây dựng Hiệp hội các quốc gia Đông Nam Á. B. xây dựng Cộng đồng ASEAN gắn bó với nhau. C. xây dựng và hoàn thiện Hiến chương ASEAN. D. xây dựng bản sắc khu vực các quốc gia ASEAN. Câu 11. Một trong những mục đích thành lập của Hiệp hội các quốc gia Đông Nam Á (ASEAN) là\nA. thúc đẩy tăng trưởng kinh tế, tiến bộ xã hội trong khu vực. B. thúc đẩy hợp tác quốc phòng để hình thành liên minh phòng thủ."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 6,
    "text": "C. thành lập tổ chức chính trị, quân sự ở khu vực Đông Nam Á.\nD. giải quyết tranh chấp ở khu vực Đông Nam Á bằng hoà bình. Câu 12. Ban thư kí của Hiệp hội các quốc gia Đông Nam Á (ASEAN) có trụ sở tại\nA. Gia-các-ta (In-đô-nê-xi-a). B. Băng Cốc (Thái Lan). C. Hà Nội (Việt Nam). D. Ma-ni-la (Phi-lip-pin). Câu 13. Nội dung nào dưới đây không phải là biểu hiện của xu thế đa cực hiện nay? A. Sự gia tăng sức mạnh và tầm ảnh hưởng của các nước lớn trên thế giới."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 7,
    "text": "B. Sự suy giảm sức mạnh tương đối của Mỹ trong tương quan với các cường quốc khác. C. Vai trò ngày càng lớn của các trung tâm, tổ chức kinh tế, tài chính quốc tế, khu vực. D. Sự suy giảm sức mạnh tương đối của Liên Xô về kinh tế và quân sự. Câu 14: Nội dung nào dưới đây phản ánh đúng biểu hiện sự suy giảm sức mạnh kinh tế của Mỹ trong thời kì Chiến tranh lạnh? A. Thâm hụt ngân sách, nợ nước ngoài gia tăng. B. Cắt giảm lực lượng quân đội đồn trú ở Châu Phi."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 8,
    "text": "C. Chi phí phúc lợi, phát triển an sinh xã hội quá lớn. D. Lạm phát kéo dài, chi phí an sinh xã hội lớn. Câu 15: Yếu tố nào sau đây là nguyên nhân chủ yếu thúc đẩy xu thế đối thoại, cùng hợp tác sau Chiến tranh lạnh? A. Kinh tế các nước phát triển. B. Xu thế toàn cầu hóa. C. Cách mạng khoa học - kĩ thuật. D. Chủ nghĩa khủng bố xuất hiện. Câu 16."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 9,
    "text": "Nỗ lực vươn lên xác lập trật tự thế giới đơn cực của Mỹ sau Chiến tranh lạnh không thành công do\nA. sự hình thành các trung tâm kinh tế Tây Âu và Nhật Bản. B. tương quan lực lượng giữa các cường quốc trên thế giới. C. sự mở rộng không gian địa lý của hệ thống xã hội chủ nghĩa. D. sự hình thành, phát triển mạnh mẽ của các công ty độc quyền. Câu 17. Nội dung nào sau đây phản ánh đúng mục tiêu của cộng đồng Chính trị - An ninh ASEAN (APSC)?"
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 10,
    "text": "A. Tạo dựng môi trường hòa bình và an ninh khu vực, hợp tác chính trị - an ninh lên một nấc thang mới cao hơn và chặt chẽ hơn. B. Tạo dựng môi trường hòa bình và an ninh khu vực, nâng cao hợp tác chính trị - an ninh theo nguyên tắc đề ra tại Tuyên bố Băng Cốc. C. Lập khối phòng thủ chung trên nền tảng những thành quả hợp tác chính trị - an ninh đạt được. D. Tạo ra một khối phòng thủ chung dựa trên cơ sở tôn trọng các nguyên tắc cơ bản của ASEAN. Câu 18."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 11,
    "text": "Nội dung nào sau đây không phản ánh đúng triển vọng đối với Cộng đồng ASEAN ? A. Tiếp tục phát triển với mức độ liên kết ngày càng chặt chẽ. B. Có quan hệ rộng mở với các đối tác bên ngoài. C. Vị thế ngày càng nâng cao trên trường quốc tế. D. Trở thành một trong những trung tâm toàn cầu về quân sự. Câu 19. Yếu tố khách quan dẫn tới sự ra đời của tổ chức Hiệp hội các quốc gia Đông Nam Á (ASEAN) là\nA. sự xuất hiện của những tổ chức hợp tác khu vực trên thế giới."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 12,
    "text": "B. nhu cầu giúp đỡ nhau để giải quyết khó khăn của các nước. C. nhu cầu hạn chế ảnh hưởng của Mĩ và chủ nghĩa xã hội. D. sự gần gũi về địa lý, tương đồng về lịch sử, kinh tế, văn hóa. Câu 20. Điều kiện tiên quyết đưa đến sự thành lập tổ chức Hiệp hội các quốc gia Đông Nam Á (ASEAN) là các quốc gia thành viên đều\nA. đã giành được độc lập dân tộc. B. có nền kinh tế phát triển mạnh. C. có nền văn hóa dân tộc đặc sắc. D. có chế độ chính trị tương đồng. Câu 21."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 13,
    "text": "Một trong những nguyên nhân đưa tới sự sụp đổ của Trật tự thế giới hai cực I-an-ta là\nA. Mỹ thành công tái sinh một châu Âu hùng mạnh thay thế mình. B. sự vươn lên mạnh mẽ của các nước xã hội chủ nghĩa ở Đông Âu. C. Nhật Bản vươn lên, đối đầu và muốn tranh giành địa vị với Mỹ. D. sự đối đầu căng thẳng đã khiến Liên Xô và Mỹ suy giảm thế mạnh. Câu 22."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 14,
    "text": "Ý nào dưới đây phản ánh đúng nguyên nhân khiến các nước thuộc phe Đồng minh triệu tập Hội nghị I-an-ta (2/1945) khi Chiến tranh thế giới thứ hai bước vào giai đoạn kết thúc? A. Mỹ thành công ném hai quả bom nguyên tử tiêu diệt chủ nghĩa phát xít. B. Phe Đồng minh đã giành được thế chủ động trên chiến trường châu Âu. C. Phát xít Đức đã tuyên bố đầu hàng Đồng minh không điều kiện ở châu Âu. D. Chủ nghĩa phát xít chưa bị tiêu diệt tận gốc nên cần một giải pháp phù hợp. Câu 23."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 15,
    "text": "Năm 1991, vấn đề Campuchia được giải quyết đã tác động như thế nào đến sự phát triển của ASEAN? A. Thúc đẩy nền kinh tế của các nước ASEAN phát triển nhanh chóng. B. Tạo điều kiện chính trị thuận lợi để ASEAN mở rộng thành viên. C. Mĩ đẩy mạnh hợp tác đa phương với các nước trong các diễn đàn lớn. D. ASEAN tăng cường hợp tác mở rộng với các nước bên ngoài khối. Câu 24."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 16,
    "text": "Một trong những thách thức của Việt Nam khi gia nhập tổ chức ASEAN (1995) là\nA. hội nhập, học hỏi, tiếp thu thành tựu khoa học – kĩ thuật. B. thu hút vốn đầu tư của nước ngoài để phát triển kinh tế. C. kinh tế bị cạnh tranh, nguy cơ đánh mất bản sắc văn hóa dân tộc. D. mở rộng, trao đổi và giao lưu văn hóa với các nước trên thế giới. PHẦN II. Câu trắc nghiệm đúng sai. Học sinh trả lời câu hỏi từ câu 1 đến câu 4. Trong mỗi ý a), b), c), d) ở mỗi câu, học sinh chọn đúng hoặc sai. Câu 1."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 17,
    "text": "Đọc đoạn tư liệu sau đây:\n“Những năm cuối thế kỷ XX đang trôi qua với những biến đổi dồn dập và nhanh chóng trong đời sống quốc tế. Liên Xô và các nước xã hội chủ nghĩa Đông Âu đã sụp đổ. Những cuộc chiến tranh mới đã bùng nổ tại Irắc, Nam Tư cũ, Chêxnia trong khi tiếng súng vẫn còn tiếp tục nổ ở Ápganixtăng, Anggola. Nạn khủng bố và maphia đang lan tràn ngày càng rộng trên trái đất,... Trong khi đó vai trò của Mỹ và Cộng đồng châu Âu trong nền chính trị thế giới đang có những thay đổi”."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 18,
    "text": "(Tuarenơ, Maridôn (1996), Sự đảo lộn của thế giới địa chính trị thế kỉ XXI, NXB Chính trị Quốc gia, Hà Nội, tr. 5)\na) Cuối thế kỉ XX, các cuộc chiến tranh mới vẫn tiếp tục bùng nổ ở nhiều nơi trên thế giới. b) Mỹ thành công thiết lập trật tự thế giới đơn cực ngay sau sự sụp đổ của Liên Xô. c) Quan hệ Mỹ - Nhật chuyển sang vừa hợp tác vừa cạnh tranh quyết liệt sau Chiến tranh lạnh. d) Cộng đồng châu Âu đóng vai trò quan trọng trong nền kinh tế và đối ngoại của thế giới. Câu 2."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 19,
    "text": "Đọc đoạn tư liệu sau đây:\n“Những mâu thuẫn gay gắt giữa hai cường quốc Xô - Mỹ trong Chiến tranh lạnh đã ảnh hưởng sâu sắc đến những hoạt động của tổ chức quốc tế lớn nhất thế giới này. Bước vào thập niên 60 của thế kỉ XX, từ thắng lợi của phong trào giải phóng dân tộc, hàng loạt nước mới giành được độc lập và trở thành thành viên của Liên hợp quốc."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 20,
    "text": "Với số lượng thành viên đông đảo hơn, trong thành phần Liên hợp quốc đã hình thành ba lực lượng: Các nước xã hội chủ nghĩa, các nước tư bản chủ nghĩa và các nước mới giành được độc lập. Điều đó đòi hỏi các nghị quyết của Liên hợp quốc phải tính đến lợi ích của cả ba lực lượng này”. (Trần Thị Vinh (Chủ biên, 2008), Lịch sử thế giới hiện đại, NXB Đại học Sư phạm, Hà Nội, tr.84)\na) Thành viên của Liên hợp quốc bao gồm các nước tư bản chủ nghĩa, xã hội chủ nghĩa và các nước mới giành độc lập."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 21,
    "text": "b) Trước thập niên 60 của thế kỉ XX, Liên hợp quốc chịu sự chi phối hoàn toàn của hai cường quốc Xô - Mỹ. c) Trong số các quốc gia mới giành độc lập tham gia Liên hợp quốc bao gồm cả Cộng hòa Liên bang Đức và Cộng hòa Dân chủ Đức. d) Các nghị quyết của Liên hợp quốc phải tính đến lợi ích của mọi thành viên nhằm tránh gây mâu thuẫn, xung đột, đảm bảo hòa bình và an ninh thế giới. Câu 3."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 22,
    "text": "Đọc đoạn tư liệu sau đây:\nĐể thực hiện các mục tiêu của từng trụ cột trong ba trụ cột của Cộng đồng ASEAN, mỗi Hội đồng Cộng đồng ASEAN sẽ:\n(a) Đảm bảo việc thực hiện các quyết định có liên quan của Cấp cao ASEAN;\n(b) Điều phối công việc trong các lĩnh vực phụ trách, và những vấn đề có liên quan đến các Hội đồng Cộng đồng khác;\n(c) Đệ trình các báo cáo và khuyến nghị về những vấn đề thuộc phạm vi trách nhiệm lên Cấp cao ASEAN."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 23,
    "text": "(Trích: Điều 9, Các hội đồng cộng đồng ASEAN, Hiến chương ASEAN)\na) Cộng đồng ASEAN đảm bảo và phụ trách các lĩnh vực có liên quan đến mở rộng đối ngoại. b) Các quyết định đều thực hiện theo phương thức bỏ phiếu dân chủ, kết quả dựa vào số đông. c) Nguyên tắc cơ bản của ASEAN là đồng thuận, không sử dụng vũ lực và đe dọa bằng vũ lực. d) Từng trụ cột đều báo cáo, thực hiện nhiệm vụ theo các quyết định của Cấp cao ASEAN. Câu 4."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 24,
    "text": "Đọc đoạn tư liệu sau đây:\n“Sự hiện diện và tầm quan trọng của ASEAN ngày càng mở rộng không chỉ đối với khu vực Đông Nam Á, mà còn vươn ra phạm vi toàn thế giới… ASEAN đang thể hiện vai trò trung tâm thông qua các thể chế hợp tác đa phương do ASEAN dẫn dắt, như Diễn đàn Khu vực ASEAN (ARF), ASEAN+1, ASEAN+3… Cùng với các cơ chế hợp tác trong ASEAN, điển hình là Hiến chương ASEAN và Tầm nhìn Cộng đồng ASEAN 2025, các cơ chế hợp tác đa phương trên đã và đang giúp ASEAN xử lý khá tốt mối quan hệ giữa lợi ích quốc gia - dân tộc và lợi ích khu vực, lợi ích của khu vực với các đối tác bên ngoài, nhất là dung hòa lợi ích với các nước lớn, từ đó tranh thủ tối đa nguồn lực bên ngoài cho duy trì an ninh và phát triển của ASEAN và các quốc gia thành viên, cũng như đóng góp quan trọng hơn cho hòa bình và phồn vinh ở khu vực Ấn Độ Dương - Thái Bình Dương”."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 25,
    "text": "(Vị thế của Hiệp hội các quốc gia Đông Nam Á và vai trò của Việt Nam trong bối cảnh mới, Tạp chí Cộng sản, Trần Khánh, Trần Lê Minh Trang (2024)\na) ASEAN thể hiện vai trò trung tâm thông qua các thể chế hợp tác đa phương do ASEAN dẫn dắt như Diễn đàn Khu vực ASEAN và ASEAN+1…\nb) ASEAN có vai trò quan trọng đối với khu vực Đông Nam Á và không mở rộng ảnh hưởng ra ngoài khu vực. c) Tầm nhìn Cộng đồng ASEAN 2025 không đóng vai trò trong việc góp phần duy trì an ninh và phát triển của khu vực."
  },
  {
    "source": "NGUYỄN TRÃI-GK1.docx",
    "chunk_id": 26,
    "text": "d) Các cơ chế hợp tác đa phương giúp dung hòa lợi ích giữa các quốc gia thành viên và các nước lớn, từ đó tranh thủ tối đa nguồn lực bên ngoài."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 0,
    "text": "MA TRẬN  THI CUỐI HỌC KÌ 1 KHỐI 12\nNĂM HỌC 2024-2025\nĐỀ THI CUỐI HỌC KÌ 1 KHỐI 12\nNĂM HỌC 2024 – 2025\nPHẦN I. TRẮC NGHIỆM NHIỀU PHƯƠNG ÁN LỰA CHỌN\nCâu 1. Bốn tỉnh giành được chính quyền sớm nhất cả nước trong Cách mạng tháng Tám năm 1945 là\nA. Bắc Ninh, Hải Dương, Hà Tĩnh, Quảng Nam. B. Hải Dương, Nghệ An, Hà Tĩnh, Quảng Nam. C. Bắc Giang, Hải Dương, Hà Tĩnh, Quảng Nam. D. Hà Nam, Hải Dương, Hưng Yên, Quảng Nam. Câu 2."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 1,
    "text": "Từ ngày 19 đến ngày 25-8-1945, khởi nghĩa lần lượt thắng lợi ở những địa phương nào sau đây? A. Hà Nội, Huế, Sài Gòn. B. Huế, Sài Gòn, Hà Nội. C. Huế, Hà Nội, Sài Gòn. D. Sài Gòn, Huế, Hà Nội\nCâu 3. Một trong những nguyên nhân khách quan đưa đến thắng lợi của Cách mạng tháng Tám năm 1945 là\nA. sự đoàn kết, giúp đỡ lẫn nhau của nhân dân các nước Đông Nam Á sau Chiến tranh thế giới thứ hai. B. thắng lợi của Hồng quân Liên Xô và quân Đồng minh trong cuộc chiến tranh chống chủ nghĩa phát xít."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 2,
    "text": "C. sự giúp đỡ, ủng hộ của nhân dân tiến bộ trên thế giới, trong đó có nhân dân Pháp. D. sự giúp đỡ của Hồng quân Liên Xô và quân Đồng minh đối với Việt Nam. Câu 4. Đại hội đại biểu toàn quốc lần thứ 11 của Đảng Cộng sản Đông Dương năm 1951 đã quyết định\nA. đưa Đảng ra hoạt động công khai với tên gọi Đảng Lao động Việt Nam. B. đưa Đảng ra hoạt động công khai với tên gọi Đảng Cộng sản Việt Nam. C. mở cuộc Tiến công chiến lược Đông - Xuân 1952-1953."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 3,
    "text": "D. thành lập Liên minh nhân dân Việt – Xiêm – Lào. Câu 5. Chiến dịch Việt Bắc thu - đông năm 1947 thắng lợi đã\nA. xoay đổi toàn bộ cục diện của cuộc kháng chiến chống Pháp. B. tiêu diệt toàn bộ lực lượng quân Pháp tấn công lên Việt Bắc. C. đây quân Pháp ở Đông Dương vào thế bị động trên những chiến trường chỉnh. D. làm phá sản hoàn toàn kế hoạch “đánh nhanh, thẳng nhanh\" của thực dân Pháp. Câu 6."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 4,
    "text": "Chiến lược Chiến tranh cục bộ của Mỹ được tiến hành\nA. chủ yếu bằng quân đội Mỹ, kết hợp với quân đội các nước thuộc lực lượng Đồng minh. B. chủ yếu bằng quân đội Mỹ, kết hợp với quân đồng minh của Mỹ và quân đội Sài Gòn. C. nhằm thay thế chiến lược Việt Nam hoá chiến tranh. D. sau khi Mỹ thất bại trong chiến tranh phá hoại miền Bắc. Câu7. Cuộc Tổng tiến công và nổi dậy Xuân 1975 trải qua 3 chiến dịch lớn là\nA. Tây Nguyên, Huế - Đà Nẵng, Hồ Chí Minh. B. Huế, Tây Nguyên – Đà Nẵng, Hồ Chí Minh."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 5,
    "text": "C. Huế – Tây Nguyên, Đà Nẵng, Hồ Chí Minh. D. Đà Nẵng, Tây Nguyên, Hồ Chí Minh. Câu 8. Một trong những hành động khiêu khích, xâm phạm lãnh thổ của chính quyền Pôn-pốt đối với Việt Nam sau ngày 30/4/1975 là\nA. tổ chức cho người Khơ-me ở Việt Nam biểu tình. B. phái biệt kích để xâm nhập vào Hà Nội phá hoại. C. cho máy bay thà bom để phong tỏa cửa sông lớn. D. xâm nhập vào vùng biên giới trên đất liền Việt Nam. Câu 9."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 6,
    "text": "Nơi diễn ra các trận đánh quyết liệt của quân và dân Việt Nam chốnng lại sự xâm lược của quân Trung Quốc (1979) là\nCâu 10. Âm mưu của Trung Quốc khi tấn công Việt Nam năm 1979 là\nCâu 11. Đại hội Quốc dân họp ở Tân Trào (từ ngày 16-17/8/1945) đã thể hiện\nA. ý chí thống nhất đoàn kết và nguyện vọng của toàn dân. B. cuộc Tổng khởi nghĩa đã diễn ra và thắng lợi nhanh chóng. C. chủ trương Tổng khởi nghĩa giành chính quyền của Đảng. D. quyết tâm phối hợp với phe Đồng minh để chống phát xít. Câu 12."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 7,
    "text": "Nhận định nào sau đây đúng về vai trò của Chủ tịch Hồ Chí Minh đổi với thắng lợi của Cách mạng tháng Tám 1945? A. Trực tiếp cùng với Đảng lãnh đạo cuộc Cách mạng tháng Tám thắng lợi. B. Liên hệ với Trung Quốc, Liên Xô để tranh thủ sự ủng hộ cho cách mạng. C. Lập và thông qua danh sách chính phủ lâm thời của nước Việt Nam mới. D. Trực tiếp lãnh đạo lực lượng vũ trang đánh chiếm cơ quan đầu não kẻ thủ. Câu 13."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 8,
    "text": "Đâu là một trong những thắng lợi mà nhân dân Việt Nam đã giành được trong cuộc kháng chiến chống Pháp (1945-1954)\nCâu 14 Hai nhiệm vụ chiến lược của cách mạng Việt Nam giai đoạn 1945 - 1954 là\nCâu 15. Thắng lợi nào của quân và dân Việt Nam đã buộc Mỹ phải đến đàm phán tại hội nghị Pa-ri? Câu 16. Một trong những âm mưu của Mỹ khi sử dụng B52 đánh phá Hà Nội và các thành phố lớn ở Việt Nam từ 18-12-1972 đến 29-12-1972 là\nA. buộc ký Hiệp định Pa-ris theo hướng có lợi cho Mỹ."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 9,
    "text": "B. đem được tất cả các phi công bị bắt trở về nước Mỹ. C. chi viện và cứu nguy cho mặt trận B3-Tây Nguyên. D. khống chế, hủy diệt đường Hồ Chí Minh trên biển. Câu 17. Sau Đại thắng mùa xuân 1975, Hoàng Sa và Trường Sa do quốc gia nào sau đây quản lý? Câu 18. Nguyên nhân chủ quan quyết định thắng lợi của hai cuộc chiến tranh bảo vệ biên giới năm 1979 là\nCâu 19. Thắng lợi của Cách mạng tháng Tám năm 1945 đã\nA. đưa Đảng Cộng sản Đông Dương từ một đảng bí mật trở thành đảng cầm quyền."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 10,
    "text": "B. chấm dứt vĩnh viễn chế độ quân chủ và sự bóc lột của giai cấp địa chủ. C. kết thúc ách cai trị của Pháp đối với các thuộc địa trên thế giới. D. xoá bỏ chế độ thống trị và bóc lột của giai cấp địa chủ phong kiến. Câu 20. Một trong bài học kinh nghiệm quan trọng của Cách mạng tháng Tám năm 1945 còn nguyên vẹn giá trị đến ngày nay là\nA. tranh thủ sự ủng hộ về chính trị, giúp đỡ về kinh tế của các nước trong phe xã hội chủ nghĩa."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 11,
    "text": "B. phát huy nội lực trong nước, đồng thời tận dụng những điều kiện thuận lợi từ bên ngoài. C. xây dựng nhà nước pháp quyền của nhân dân, do nhân dân, vì nhân dân. D. chú trọng và tranh thủ sự ủng hộ rộng rãi của dư luận thế giới. Câu 21. Đâu là bài học kinh nghiệm trong cuộc kháng chiến chống Pháp (1945-1954) được tiếp tục vận dụng trong kháng chiến chống Mỹ cứu nước (1954 - 1975)? A. Kết hợp sức mạnh dân tộc với sức mạnh thời đại."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 12,
    "text": "B. Kiên trì nguyên tắc “Dĩ bất biến ứng vạn biến\",\nC. Thực hiện cùng lúc nhiều nhiệm vụ chiến lược. D. Tham gia khối liên minh quân sự của Liên Xô. Câu 22. Một trong những điểm giống nhau của chiến dịch Điện Biên Phủ (1954) và chiến dịch Hồ Chí Minh (1975) là\nCâu 23. Bài học kinh nghiệm nào sau đây được rút ra trong cuộc kháng chiến chống Mỹ cứu nước (1954-1975) vẫn còn nguyên giá trị đối với ngày nay? A. Kiên quyết sử dụng bạo lực giải quyết tranh chấp."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 13,
    "text": "B. Kiên trì sự lãnh đạo của Đảng Cộng sản Việt Nam. C. Thực hiện cùng lúc nhiều nhiệm vụ cách mạng mới. D. Tranh thủ tối đa sự viện trợ từ các nước đồng minh. Câu 24. Cơ sở pháp lý để Việt Nam bảo vệ chủ quyền biển đảo và phát triển kinh tế biển là gì? PHẦN II. TRẮC NGHIỆM ĐÚNG/ SAI\nCâu 25."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 14,
    "text": "Đọc đoạn tư liệu sau đây\n\"Chẳng những giai cấp lao động và nhân dân Việt Nam ta có thể tự hào, mà giai cấp lao động và những dân tộc bị áp bức nơi khác cũng có thể tự hào rằng: Lần này là lần đầu tiên trong lịch sử cách mạng của các dân tộc thuộc địa và nửa thuộc địa, một Đảng mới 15 tuổi đã lãnh đạo cách mạng thành công, đã nắm chính quyền toàn quốc\"."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 15,
    "text": "(Hồ Chí Minh, Bảo cáo chính trị tại Đại hội đại biểu toàn quốc lần thứ II của Đảng Cộng sản Việt Nam (1951), trích trong: Hồ Chí Minh, Toàn tập, Tập 7, NXB Chính trị Quốc gia Sự thật, Hà Nội, 2011, tr.25)\na) Với thành công của Cách mạng tháng Tám năm 1945, Đảng Cộng sản Đông Dương đã trở thành đảng cầm quyền. b) Giai cấp lao động là lực lượng lãnh đạo của cách mạng giải phóng dân tộc và giải phóng giai cấp."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 16,
    "text": "c) Cách mạng tháng Tám năm 1945 gắn liền với vai trò lãnh đạo của Đảng Cộng sản Đông Dương. d) Đảng Cộng sản Đông Dương là chính đảng trẻ nhất giành được chính quyền trên cả nước. Câu 26. Đọc đoạn tư liệu sau đây:\n\"Thắng lợi của cuộc kháng chiến chống thực dân Pháp (1945 - 1954) đã chấm dứt cuộc chiến tranh xâm lược và ách thống trị của thực dân Pháp trong gần một thế kỷ ở Việt Nam."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 17,
    "text": "Miền Bắc được hoàn toàn giải phóng, chuyển sang giai đoạn cách mạng xã hội chủ nghĩa, tạo cơ sở để giải phóng hoàn toàn miền Nam, thống nhất đất nước. Cuộc kháng chiến chống thực dân Pháp thẳng lợi đã giáng đòn nặng nề vào tham vọng nó dịch của chủ nghĩa đế quốc sau Chiến tranh thế giới thứ hai góp phần làm tan rã hệ thống thuộc địa của chủ nghĩa thực dân cũ, đồng thời cổ vũ mạnh mẽ phong trào giải phóng dân tộc trên thế giới.\""
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 18,
    "text": "(SGK Lịch sử 12, trang 40)\na) Cuộc kháng chiến chống Pháp đã chấm dứt hoàn toàn ách thống trị thực dân ở Việt Nam. b) Sau kháng chiến chống Pháp, miền Bắc hoàn toàn giải phóng và tiến lên chủ nghĩa xã hội. c) Kháng chiến chống Pháp đã góp phần xóa bỏ chủ nghĩa thực dân cũ trên phạm vi thế giới. d) Kháng chiến chống Pháp đã tạo cơ sở để Việt Nam thống nhất đất nước giai đoạn sau đó. Câu 27."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 19,
    "text": "Đọc đoạn tư liệu sau đây:\n\"Năm tháng sẽ trôi qua, nhưng thắng lợi của nhân dân ta trong sự nghiệp kháng chiến chống Mỹ, cứu nước mái mái được ghi vào lịch sử dân tộc ta như một trong những trang chói lọi nhất, một biểu tượng sáng ngời về sự toàn thắng của chủ nghĩa anh hùng cách mạng và trí tuệ, một biểu tường sáng ngời trên thế giới, một chiến công vĩ đại của thế kỷ XX, môt sự kiện có tầm quan trọng quốc tế to lớn và có tính thời đại sâu sắc\"."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 20,
    "text": "(SGK Lịch sử 12, trang 51)\na) Tư liệu trên nói về ý nghĩa cuộc kháng chiến chống Mỹ của nhân dân Việt Nam. b) Cuộc kháng chiến này đã chấm dứt hoàn toàn chủ nghĩa thực dân mới trên thế giới. c) Đó là một chiến công vĩ đại, có tầm quan trọng quốc tế to lớn và tính thời đại sâu sắc. d) Cuộc kháng chiến chống Mỹ thắng lợi đã chấm dứt mọi cuộc chiến tranh ở Việt Nam. Câu 28."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 21,
    "text": "Đọc đoạn tư liệu sau đây\n“Sự kết hợp giữa sức mạnh dân tộc với sức mạnh thời đại được biểu hiện thông qua việc tổ chức, phát huy nội lực của toàn dân, đồng thời tranh thủ những điều kiện thuận lợi từ bên ngoài và sự ủng hộ, giúp đỡ của cộng đồng quốc tế quốc tế. Bài học về kết hợp sức mạnh dân tộc với sức mạnh thời đại còn nguyên giá trị trong công cuộc xây dựng và bảo vệ đất nước hiện nay."
  },
  {
    "source": "NGUYỄN VĂN CỪ-CK1.docx",
    "chunk_id": 22,
    "text": "Việc kết hợp yếu tố nội lực trong nước với sức mạnh thời đại sẽ góp phần nhân lên sức mạnh tổng hợp của quốc gia.\" (SGK Lịch sử 12, trang 59)\na) Tư liệu trên nói về một trong những bài học kinh nghiệm của các cuộc kháng chiến\nb) Sức mạnh thời đại là yếu tố chủ quan quyết định thắng lợi của các cuộc kháng chiến. c) Trong xây dựng và bảo vệ tổ quốc ngày nay, sức mạnh nội lực giữ vai trò quyết định. d) Sức mạnh tổng hợp quốc gia phải lấy việc tăng cường lực lượng quân sự là trung tâm."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 0,
    "text": "BẢN ĐẶC TẢ ĐỀ KIỂM TRA, ĐÁNH GIÁ CHẤT LƯỢNG GIỮA HỌC KÌ I- NĂM HỌC 2024-2025, Trường THPT Thành Đông\nMôn: LỊCH SỬ 12\nThời gian làm bài: 45 phút (không tính thời gian giao đề)\nBIÊN SOẠN Đề\nPHẦN I (Dạng thức 1)\nCâu 1. Khi Chiến tranh thế giới thứ hai đang diễn ra, các nước Đồng minh chống phát xít  mong muốn\nA. thành lập tổ chức Liên hợp quốc nhằm duy trì hoà bình, an ninh thế giới. B. hợp tác giữa các nước nhằm khắc phục hậu quả sau chiến tranh."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 1,
    "text": "C. thiết lập một trật tự thế giới đa cực, nhiều trung tâm. D. thành lập toà án quốc tế để xét xử tội phạm chiến tranh. Câu 2. Sự kiện nào dưới đây gắn liền với ngày 24-10-1945? A. Mĩ và Liên Xô phê chuẩn bản Hiến chương Liên hợp quốc. B. Liên hợp quốc chính thức được thành lập. C. Hội nghị Xan Phranxixcô (Mĩ) thông qua bản Hiến chương Liên hợp quốc. D. Ủy viên thường trực Hội đồng Bảo an thông qua bản Hiến chương. Câu 3."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 2,
    "text": "Ngày 1- 1- 1942, đại diện 26 nước chống phát xít đã\nA. thành lập Liên hợp quốc. B. họp hội nghị Tê-hê-ran. C. thoả thuận một số điểm cơ bản về cơ cấu Liên hợp quốc. D. kí bản Tuyên bố về Liên hợp quốc. Câu 4. Khái niệm nào sau đây không phải là cách gọi khác của Trật tự hai cực I-an-ta? A. Hai cực XHCN - TBCN . B. Hai cực Nga - Mĩ. C. Hai cực Đông - Tây. D. Hai cực Xô – Mĩ\nCâu 5. Đâu không phải là nguyên nhân sụp đổ của trật tự 2 cực Ianta?"
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 3,
    "text": "A. Liên Xô và Mỹ quá tốn kém và bị suy giảm thế mạnh trên nhiều mặt. B. Những chuyển biến theo hướng hòa dịu trong quan hệ giữa các nước Đông Âu và Tây Âu. C. Cuộc khủng hoảng kinh tế, xã hội, những sai lầm trong công cuộc cải tổ… đã dẫn đến sự tan rã của Liên Xô. D. Thắng lợi của phong trào cách mạng thế giới đã đưa đến sự ra đời của các quốc gia độc lập. Câu 6. Nội dung nào sau đây là biểu hiện của xu thế đa cực?"
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 4,
    "text": "A. Các trung tâm quyền lực vươn lên, khẳng định sức mạnh kinh tế, quân sự, chính trị. B. Các nước tăng cường chạy đua về kinh tế, quân sự, hình thành các liên minh lớn. C. Sự vươn lên mạnh mẽ của Trung Quốc, đe doạ đến vị trí số một của Mĩ. D. Các nước trong khối NATO liên kết với nhau tạo ra sức mạnh quân sự vượt trội\nCâu 7. Để trở thành một cực trong thế giới đa cực, các quốc gia cẩn phải có\nA. chính sách đối ngoại mềm dẻo. B. thực lực về chính trị, văn hoá. C. thực lực về kinh tế, quân sự."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 5,
    "text": "D. Phát huy nội lực, tranh thủ ngoại lực\nCâu 8. Hiệp hội các quốc gia Đông Nam Á (ASEAN) được thành lập năm 1967 trong bối cảnh\nA. nhiều nước ở Đông Nam Á đã giành được độc lập. B. Việt Nam đã kết thúc cuộc kháng chiến chống Mĩ. C. Liên Xô và Mĩ đã tuyên bố chấm dứt Chiến tranh lạnh. D. trật tự hai cực Ianta đã sụp đổ hoàn toàn. Câu 9. Quốc gia nào sau đây là thành viên của Hiệp hội các quốc gia Đông Nam Á (ASEAN)? A. Pháp. B. Anh. C. Mĩ. D. Thái Lan."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 6,
    "text": "Câu 10 Sự khởi sắc của Hiệp hội các quốc gia Đông Nam Á (ASEAN) được đánh dấu bằng sự kiện nào? A. Việt Nam gia nhập ASEAN (1995). B. Hiệp ước Bali được kí kết (1976). C. Campuchia gia nhập ASEAN (1999). D. Brunây gia nhập ASEAN (1984). Câu 11. Kế hoạch xây dựng cộng đồng ASEAN được nêu trong văn kiện nào? A. Hiến chương ASEAN\t\t\tB. Hiệp ước thân thiện và hợp tác\nC. Tuyên bố Cuala- Lămpơ\t\tD. Lộ trình xây dựng cộng đồng ASEAN (2009-2015)\nCâu 12."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 7,
    "text": "Một trong những mục tiêu của cộng đồng ASEAN là\nA. Đảm bảo hòa bình ổn định lâu dài và cùng thịnh vượng trong khu vực\nB. Có trình độ phát triển kinh tế và khomạnh a học kĩ thuật cao và hiện đại\nC. Có đồng tiền chung của khu vực\nD. Có nền quốc phòng mạnh với sự phát triển của vũ khí hạt nhân\nCâu 13. Trong số các mục tiêu của Liên hợp quốc, mục tiêu nào được chú trọng và là cơ sở để thực hiện các mục tiêu khác? A. Duy trì hòa bình và an ninh quốc tế. B. Thúc đẩy quan hệ hữu nghị các dân tộc."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 8,
    "text": "C. Thúc đẩy hợp tác quốc tế để giải quyết các vấn đề kinh tế, xã hội, văn hoá, nhân đạo. D. Liên hợp quốc đóng vai trò là trung tâm điều hoà các nỗ lực quốc tế. Câu 14. Nội dung nào dưới đây không phải là nguyên tắc hoạt động của tổ chức Liên hợp quốc? A. Giải quyết các tranh chấp quốc tế bằng biện pháp hòa bình. B. Từ bỏ đe doạ bằng vũ lực hoặc sử dụng vũ lực quốctrong quan hệ quốc tế. C. Hợp tác phát triển có hiệu quả trong các lĩnh vực kinh tế, văn hoá, xã hội."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 9,
    "text": "D. Không can thiệp vào công việc nội bộ của các nước. Câu 15. Vì sao Trật tự thế giới hai cực I-an-ta không còn tồn tại? A. Do sự vươn lên mạnh mẽ của Nhật Bản và các nước Tây Âu. B.  Sự tan rã của chế độ XHXN ở Liên Xô và Đông Âu. C. Liên Xô và Mĩ quá tốn kém trong việc chạy đua vũ trang. D. Do thắng lợi của phong trào giải phóng dân tộc trên thế giới. Câu 16. Nội dung nào phản ánh không  đúng tác động của sự sụp đổ Trật tự hai cực  I-an-ta?"
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 10,
    "text": "A. Một trật tự thế giới mới được hình thành: Trật tự đơn cực do Mĩ lãnh đạo. B. Ảnh hưởng đến vấn đề dân tộc, sắc tộc, tôn giáo ở nhiều khu vực trên thế giới. C. Tạo điều kiện cho các cường quốc mới nổi có vị trí, vai trò lớn hơn . D. Một trật tự thế giới mới được hình thành theo xu thế đa cực. Câu 17. Trong quan hệ quốc tế hiện nay, xu thế nào dưới đây được coi là nổi trội và tác động sâu sắc đến đường lối, chính sách đối ngoại của nước ta? A. Xu thế cạnh tranh gay gắt giữa các nước lớn."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 11,
    "text": "B. Bất đồng giữa các nước ngày càng gia tăng. C. Tranh chấp lãnh thổ ngày càng phổ biến. D. Xu thế hòa bình, hợp tác và phát triển. Câu 18. Ý nào dưới đây không phù hợp khi giải thích về: Quá trình mở rộng thành viên của tổ chức ASEAN được đẩy mạnh từ đầu những năm 90 thế kỉ XX? A. Chống lại sự hình thành trật tự “đa cực” nhiều trung tâm sau Chiến tranh lạnh. B. Quan hệ giữa ba nước Đông Dương với ASEAN đã được cải thiện tích cực."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 12,
    "text": "C. Chiến tranh lạnh đã kết thúc, xu thế toàn cầu hóa đang diễn ra mạnh mẽ. D. Thực hiện hợp tác phát triển có hiệu quả theo các nguyên tắc của Hiệp ước Bali. Câu 19. Điểm khác biệt về nguyên tắc hoạt động của Hiệp hội các quốc gia Đông Nam Á (ASEAN) so với Liên hợp quốc là gì? A. Tôn trọng chủ quyền và toàn vẹn lãnh thổ của nhau. B. Không sử dụng vũ lực hoặc đe dọa dùng vũ lực với nhau. C. Giải quyết các tranh chấp bằng biện pháp hòa bình. D. Không can thiệp vào công việc nội bộ của nhau."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 13,
    "text": "Câu 20. Nguyên nhân cơ bản đã gắn kết các quốc gia thành viên ASEAN cùng thực hiện mục tiêu chung vì một Đông Nam Á hòa bình, ổn định và thịnh vượng? A. Sự liên kết chặt chẽ\nB. Sự mở rộng quan hệ đối tác bên ngoài khu vực\nC. Sự tác động của tình hình thế giới sau chiến tranh lạnh\nD. Sự đoàn kết, đồng thuận và thống nhất trong đa dạng\nCâu 21. Quyết định nào của Hội nghị Ianta(2/1945) mở đầu cho những mâu thuẫn, chia cắt còn ảnh hưởng đến tận ngày nay?"
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 14,
    "text": "A. Thành lập một nước Trung Quốc dân chủ, thống nhất. B. Mỹ chiếm đóng Nam Triều Tiên, Nhật Bản. C. Triều Tiên do quân đội Mỹ chiếm đóng phía Nam vĩ tuyến 38, Liên Xô chiếm đóng phía Bắc. D. Các vùng còn lai ở châu Á vẫn thuộc phạm vi ảnh hưởng của các nước phương Tây. Câu 22. Một trong những xu thế của quan hệ quốc tế sau Chiến tranh lạnh mà Đảng Cộng sản Việt Nam đã vận dụng vào lĩnh vực kinh tế hiện nay là\nA. hợp tác và phát triển. B. hợp tác với các nước trong khu vực."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 15,
    "text": "C. hợp tác với các nước châu Âu. D. hợp tác với các nước đang phát triển\nCâu 23. Các nước ASEAN cần làm gì để giải quyết vấn đề biển Đông hiện nay? A. Lợi dụng mâu thuẫn giữa các nước lớn về vấn đề biển Đông. B. Xây dựng một đội quân cơ động, chiến lược mạnh, sẵn sàng chiến đấu. C. Sự đồng thuận giữa các quốc gia và vai trò trung tâm của ASEAN. D. Thực hiện chiến lược phát triển kinh tế biển trong khu vực. Câu 24."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 16,
    "text": "Một trong những đóng góp của Việt Nam trong xây dựng cộng đồng ASEAN là:\nA. Tham gia kí kết hiệp ước thân thiện và hợp tác. B. Đề xuất thành lập Cộng đồng Văn hóa - Xã hội. C. Ra nhập  và trở thành thành viên thứ 7 của ASEAN. D. Đoàn kết với các nước Đông Dương đánh bại đế quốc Mĩ. II."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 17,
    "text": "PHẦN 2 (Dạng thức 2)\nCâu 1: Đọc đoạn tư liệu sau đây:\n“Các nguyên tắc hoạt động của Liên hợp quốc bao gồm: Bình đẳng về chủ quyền ủa tất cả các nước thành viên; Tôn trọng các nghĩa vụ quốc tế và luật pháp quốc tế; Giải quyết các tranh chấp quốc tế bằng biện pháp hòa bình; Không đe dọa bằng vũ lực hoặc sử dụng vũ lực trong quan hệ quốc tế; Tôn trọng toàn vẹn lãnh thổ và độc lập chính trị quốc gia ; Không can thiệp vào công việc nội bộ các quốc gia”."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 18,
    "text": "(Sách giáo khoa Lịch sử 12, NXB Đại học sư phạm, tr.6)\na) Hòa bình là ưu tiên hàng đầu trong giải quyết mâu thuẫn giữa các nước. (Đúng)\nb) Cho phép các nước lớn được can thiệp vào các nước nhỏ. (Sai)\nc) Việc sử dụng vũ lực là cần thiết trong quan hệ quốc tế. (Sai)\nd) Tất cả các nước thành viên của Liên hợp quốc phải tuân theo một thể chế nhà nước. (Sai)\nCâu 2."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 19,
    "text": "Đọc đoạn tư liệu sau và trong mỗi ý a, b, c, d chọn đúng hoặc sai: “Trật tự thế giới mới này được hình thành như thế nào, còn tuỳ thuộc ở nhiều nhân tố: Sự phát triển về thực lực kinh tế, chính trị, quân sự của các cường quốc Mỹ, Nga, Trung Quốc, Anh, Pháp, Nhật Bản, Đức trong cuộc chạy đua về sức mạnh quốc gia tổng hợp…; Sự lớn mạnh của lực lượng cách mạng thế giới (sự thành bại của công cuộc cải cách, đổi mới ở các nước XHCN,…); Sự phát triển của cách mạng khoa học – kĩ thuật sẽ còn tiếp tục tạo ra những “đột phá” và biến chuyển trên cục diện thế giới”."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 20,
    "text": "(Nguyễn Anh Thái (Chủ biên), Lịch sử thế giới hiện đại, NXB Giáo dục Việt Nam, Hà Nội, 2021, tr. 424)\na) Đoạn tư liệu trên đề cập đến nội dung chính là Trật tự thế giới hai cực I-an-ta. (Sai)\nb) Anh, Pháp trở thành những cực lớn nhất trong trật tự thế giới đa cực hiện nay. (Sai)\nc) Sự phát triển của KH-KT là nhân tố tác động đến sự hình thành trật tự thế giới mới. (Đúng)\nd) Sức mạnh tổng hợp của Nga, Trung Quốc, Nhật...góp phần định hình thế giới đa cực. (Đúng)\nCâu 3."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 21,
    "text": "Đọc đoạn tư liệu sau và trong mỗi ý a, b, c, d chọn đúng hoặc sai: “ASEAN đóng vai trò là một mắt xích quan trọng trong các cơ chế hợp tác khu vực thông qua quan hệ và hợp tác với các đối tác bên ngoài. Thông qua các cơ chế như ASEAN+1, ASEAN+3, Hội nghị cấp cao Đông Á (EAS)…, các nước ASEAN đã tạo dựng và duy trì cân bằng, linh hoạt quan hệ với các đối tác bên ngoài của ASEAN, giữ ổn định, tạo điều kiện phát triển."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 22,
    "text": "Các nước đều ủng hộ vai trò trung tâm của ASEAN và chấp nhận các nguyên tắc, chuẩn mực chung của ASEAN.”. (Trích Báo Nhân Dân, - “ASEAN phát huy vai trò trung tâm, khẳng định giá trị chiến lược, tâm điểm của tăng trưởng toàn cầu” – Thứ 7, ngày 27/7/2024)\na) ASEAN có vai trò quan trọng trong quan hệ và hợp tác khu vực với các nước lớn. (Đúng)\nb) Cơ chế ASEAN+3 là cơ chế quan hệ hợp tác giữa ASEAN với Nga, Mỹ, Trung Hoa."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 23,
    "text": "(Sai)\nc) Hiện nay ASEAN trở thành một cực quan trọng trong xu thế đa cực của thế giới. (Đúng)\nd) ASEAN cân bằng được với các cường quốc là nhờ có cơ chế ASEAN+1, ASEAN+3. (Đúng)\nCâu 4. Đọc đoạn tư liệu sau và trong mỗi ý a, b, c, d chọn đúng hoặc sai: Trong bối cảnh biến động của thế giới, ASEAN luôn thể hiện tinh thần đoàn kết, nỗ lực phát triển, xây dựng cộng đồng lớn mạnh trên cả 3 trụ cột, thúc đẩy hội nhập kinh tế khu vực sâu rộng hơn nữa."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 24,
    "text": "Đồng thời ASEAN cũng tập trung củng cố vai trò trung tâm, tăng cường hợp tác, đối thoại, hướng tới một khu vực hòa bình, ổn định, cởi mở và thịnh vượng cho tất cả các nước. Với những nỗ lực kiên trì và bền bỉ trong nhiều năm qua, ASEAN đóng vai trò quan trọng và không thể thiếu trong việc củng cố ổn định và thúc đẩy phát triển bền vững tại khu vực, được các đối tác coi trọng, tranh thủ và tăng cường quan hệ.”."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 25,
    "text": "(Trích Báo Nhân Dân, - “Việt Nam đóng góp tích cực vào sự phát triển của ASEAN – Chủ nhật, ngày 28/4/2024)\na) Ba trụ cột của Cộng đồng ASEAN là: chính trị, an ninh; kinh tế; văn hoá, xã hội. (Đúng)\nb) ASEAN hướng tới một thế giới hoà bình, ổn định và thịnh vượng của mọi quốc gia. (Sai)\nc) Sự phát triển thịnh vượng của ASEAN hiện nay đều phụ thuộc vào ASEAN + 1. (Sai)\nd) ASEAN đóng vai trò quan trọng trong việc ổn định khu vực, trong đó có COC. (Đúng)\nIV."
  },
  {
    "source": "THÀNH ĐÔNG-GK1.docx",
    "chunk_id": 26,
    "text": "HƯỚNG DẪN CHẤM\nPHẦN I (Dạng thức 1): Mỗi ý đúng được 0,25 điểm\nPHẦN II (Dạng thức 2): Trong 1 câu chọn đúng 1 ý được 0,1 điểm; đúng 2 ý được 0,25 điểm; đúng 3 ý được 0,50 điểm; đúng 4 ý được 1,0 điểm"
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 0,
    "text": "I. MỤC TIÊU\n– Nhằm đánh giá kết quả học tập của HS sau một giai đoạn học tập, xác định mức độ hoàn thành nhiệm vụ học tập của HS so với yêu cầu cần đạt quy định trong Chương trình GDPT môn Lịch Sử, cấp THPT. – Kịp thời phát hiện những cố gắng, tiến bộ của HS để động viên, khích lệ và phát hiện những khó khăn chưa thể tự vượt qua của HS để hướng dẫn, giúp đỡ nhằm nâng cao chất lượng, hiệu quả hoạt động học tập, rèn luyện của HS; góp phần thực hiện mục tiêu giáo dục. II. MA TRẬN\nIII."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 1,
    "text": "ĐỀ KHẢO SÁT\nPHẦN I. Câu hỏi trắc nghiệm nhiều phương án lựa chọn. Thí sinh trả lời từ câu 1 đến câu 24. Mỗi câu hỏi thí sinh chỉ trả lời một phương án. Câu 1 (NB). Đại hội nào của Đảng Cộng sản Việt Nam đã mở đầu cho công cuộc đổi mới đất nước? A. Đại hội V (3/1982)\t\t\t\t\tB. Đại hội VI (12/1986)\nC. Đại hội VII (6/1991)\t\t\t\tD. Đại hội VIII (6/1996)\nCâu 2 (NB). Công cuộc đổi mới ở Việt Nam là\nA. quá trình cải cách toàn diện trên nhiều lĩnh vực, chủ yếu là chính trị."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 2,
    "text": "B. công cuộc cải tổ chính trị do Chính phủ Việt Nam khởi xướng, giám sát. C. công cuộc cải tổ về chính sách đối nội, đối ngoại của các tổ chức xã hội. D. quá trình cải cách toàn diện trên nhiều lĩnh vực, trọng tâm là kinh tế. Câu 3 (NB). Trong công cuộc Đổi mới, nền dân chủ xã hội chủ nghĩa ở Việt Nam được phát huy và ngày càng mở rộng là trên lĩnh vực\nA. chính trị. B. kinh tế. C. văn hóa – xã hội. D. đối ngoại. Câu 4 (VD)."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 3,
    "text": "Nội dung nào sau đây là một trong những bài học kinh nghiệm của công cuộc Đổi mới ở Việt Nam từ 1986 đến nay? A. Đổi mới toàn diện, đồng bộ, từ đổi mới chính trị, xã hội đến đổi mới kinh tế, văn hóa. B. Đổi mới phải vì lợi ích của nhân dân,  phát huy vai trò chủ động, sáng tạo của nhân dân. C. Kiên quyết giữ vững độc lập, chủ quyền, thống nhất và toàn vẹn lãnh thổ của Việt Nam. D.Không thay đổi mục tiêu đi lên chủ nghĩa xã hội, tự lực tự cường trog quá trình đổi mới. Câu 5 (NB)."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 4,
    "text": "Trong đường lối đổi mới (12/1986), Đảng Cộng sản Việt Nam chủ trương hình thành cơ chế kinh tế\nA. thị trường. B. tập trung. C. bao cấp. D. kế hoạch hoá. Câu 6 (TH) Nguyên nhân cơ bản buộc Đảng Cộng sản Việt Nam đề ra đường lối đổi mới năm 1986 là\nA. tác động của xu thế toàn cầu hoá. B. xuất phát từ hoàn cảnh khách quan. C. tác động của xu thế liên kết khu vực. D. xuất phát từ thực tiễn đất nước. Câu 7 (TH)."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 5,
    "text": "Trong đường lối đổi mới (12/1986), Đảng Cộng sản Việt Nam xác định đổi mới kinh tế làm trọng tâm vì\nA. kinh tế phát triển là cơ sở để nước ta đổi mới trên các lĩnh vực khác. B. một số nước cải cách, mở cửa cũng lấy phát triển kinh tế làm trọng tâm. C. hậu quả của chiến tranh kéo dài, kinh tế nước ta còn nghèo nàn, lạc hậu. D. những khó khăn của nước ta đều bắt nguồn từ những khó khăn về kinh tế. Câu 8 (TH)."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 6,
    "text": "Điểm khác biệt cơ bản giữa nền kinh tế nước ta trước và sau khi Đảng Cộng sản Việt Nam tiến hành đổi mới (12/1986) là gì? A. Chuyển từ nền kinh tế tập trung bao cấp sang nền kinh tế thị trường. B. Chuyển từ nền kinh tế thị trường sang nền kinh tế tập trung bao cấp. C. Xóa bỏ nền kinh tế tập trung bao cấp hình thành nền kinh tế mới. D. Xóa bỏ nền kinh tế thị trường hình thành nền kinh tế mới. Câu 9 (NB). Trong giai đoạn 1905 – 1909, Phan Bội Châu có hoạt động đối ngoại nổi bật nào sau đây?"
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 7,
    "text": "A. Tham gia thành lập Đông Á Đồng minh hội. B. Thành lập tổ chức Việt Nam Quang phục hội. C. Tham gia sáng lập Hội Chấn Hoa Hưng Á.\nD. Tiếp xúc với các lực lượng cấp tiến tại Pháp. Câu 10 (NB). Hoạt động của các sĩ phu yêu nước thức thời đầu thế kỉ XX ở Việt Nam diễn ra trong bối cảnh nào sau đây? A. Cuộc Chiến tranh thế giới thứ hai bùng nổ và lan rộng. B. Tư tưởng dân chủ tư sản được truyền bá vào Việt Nam. C. Chủ nghĩa phát xít đã xuất hiện và chạy đua vũ trang."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 8,
    "text": "D. Khuynh hướng dân chủ tư sản đã thất bại ở Việt Nam. Câu 11 (VD). Điểm khác trong hoạt động đối ngoại của Nguyễn Ái Quốc giai đoạn 1911 – 1930 so với các tiền bối đi trước là\nA. hướng đi, cách tiếp cận hoạt động đối ngoại. B. mục đích cuối cùng của hoạt động đối ngoại. C. chủ trương dựa vào Nhật Bản để đánh Pháp. D. chủ trương dựa vào Pháp để chống phong kiến. Câu 12 (NB)."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 9,
    "text": "Trong giai đoạn 1941-1945, chủ trương và chính sách đối ngoại của Đảng Cộng sản Đông Dương được thể hiện chủ yếu thông qua tổ chức nào sau đây:\nA. Ban Chỉ huy hải ngoại. B.Mặt trận Liên Việt. C. Quốc tế Cộng sản. D. Mặt trận Việt Minh\nCâu 13 (TH) Cuộc đấu tranh ngoại giao của Chính phủ Việt Nam Dân chủ Cộng hoà trong năm 1946 có tác dụng như thế nào? A. Làm cho nhân dân thế giới hiểu rõ hơn vấn đề Việt Nam. B. Giải quyết được mục tiêu cơ bản của một cuộc cách mạng."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 10,
    "text": "C. Làm thất bại âm mưu xâm lược trở lại của thực dân Pháp. D. Cơ sở để các nước xã hội chủ nghĩa công nhận Việt Nam. Câu 14 (TH). Nhận xét nào sau đây phản ánh đúng về Hiệp định Pari (1973) về chấm dứt chiến tranh, lập lại hoà bình ở Việt Nam ? A. Mĩ công nhận các quyền dân tộc cơ bản của nhân dân ta và rút một phần quân về nước. B. Tạo ra thời cơ thuận lợi để nhân dân Việt Nam tiến lên giải phóng hoàn toàn miền Nam."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 11,
    "text": "C. Là sự nhân nhượng có nguyên tắc của Việt Nam trong việc giành thắng lợi từng bước. D. Là kết quả của sự kết hợp đấu tranh trên cả ba mặt trận: Chính trị, quân sự và binh vận. Câu 15 (TH). Nội dung nào sau đây không phản ánh đúng về hoạt động đối ngoại của Việt Nam từ 1986 đến nay? A. Phá thế bao vây, cấm vận. B. Thiết lập và mở rộng quan hệ hợp tác với nhiều đối tác. C. Gia nhập và đóng góp tích cực đối với các tổ chức, diễn đàn quốc tế."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 12,
    "text": "D. Việt Nam trở thành thành viên chủ lực nhất trong tổ chức ASEAN. Câu 16 (NB). Quá trình đàm phán bình thường hóa quan hệ giữa Việt Nam và Mĩ đã diễn ra từ\nA. cuối những năm 60 của thế kỉ XX. B. cuối những năm 70 của thế kỉ XX. C. đầu những năm 80 của thế kỉ XX. D. đầu những năm 90 của thế kỉ XX. Câu 17 (VD). Chủ trương đối ngoại nào sau đây được Việt Nam vận dụng trong cuộc kháng chiến chống Mĩ cứu nước? A. Ngoại giao đi trước, quân sự hỗ trợ. B. Phối hợp mặt trận chính diện và sau lưng địch."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 13,
    "text": "C. Kết hợp đấu tranh quân sự với đấu tranh vũ trang. D. Vừa đánh vừa đàm, vừa đàm vừa đánh. Câu 18 (NB). Năm 1911, Nguyễn Tất Thành có hoạt động nào sau đây ? A. Tham gia phong trào chống thuế ở Huế. B. Tham gia phong trào chống thuế ở Vinh. C. Bắt đầu hành trình tìm đường cứu nước. D. Lãnh đạo cuộc kháng chiến chống Pháp. Câu 19 (NB). Năm 1920, Nguyễn Ái Quốc đã lựa chọn con đường cách mạng nào? A. Cách mạng vô sản. B. Cách mạng dân chủ tư sản. C. Cách mạng tư sản."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 14,
    "text": "D. Cách mạng tư sản và vô sản. Câu 20 (TH). Năm 1920, Nguyễn Ái Quốc đã chọn con đường cách mạng vô sản cho dân tộc Việt Nam vì lí do nào sau đây? A. Là con đường cách mạng duy nhất giúp các dân tộc thuộc địa tự giải phóng. B. Là lí luận được hầu hết các dân tộc thuộc địa đã lựa chọn để cứu nước. C. Là con đường cách mạng chủ trương giải phóng nhân dân lao động. D. Đáp ứng được yêu cầu giải phóng của tất cả các giai cấp trong xã hội Việt Nam. Câu 21 (NB)."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 15,
    "text": "Nguyễn Ái Quốc trở về Việt Nam trực tiếp lãnh đạo cách mạng trong thời gian nào sau đây? A. Đầu năm 1941. B. Cuối năm 1941. C. Đầu năm 1942. D. Cuối năm 1942. Câu 22 (TH). Trong cuộc kháng chiến chống thực dân Pháp xâm lược (1945 – 1954), Chủ tịch Hồ Chí Minh có vai trò như thế nào đối với cách mạng Việt Nam? A. Hoạch định đường lối và phương châm cuộc kháng chiến chống Pháp. B. Xây dựng Cương lĩnh chính trị đầu tiên của Đảng Cộng sản Việt Nam."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 16,
    "text": "C. Khẳng định con đường giành độc lập dân tộc và tự do của nhân dân Việt Nam. D. Giải quyết tình trạng khủng hoảng đường lối cứu nước của cách mạng. Câu 23 (NB). Với những cống hiến của Chủ tịch Hồ Chí Minh đối với nhân loại, tổ chức UNESCO đã tôn vinh Chủ tịch Hồ Chí Minh là\nA. “Anh hùng giải phóng dân tộc, nhà văn hoá kiệt xuất Việt Nam”\nB. “Anh hùng giải phóng dân tộc, nhà văn hoá kiệt xuất thế giới”. C. “Anh hùng giải phóng dân tộc, hà hoạt động vì dân chủ tiến bộ”."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 17,
    "text": "D. “Anh hùng giải phóng dân tộc, nhà hoạt động ngoại giao lỗi lạc”. Câu 24 (VD). Nguyễn Ái Quốc có sáng tạo nào sau đây trong quá trình hoạt động cách mạng trong những năm 1920-1930? A.  Chủ trương kết hợp hài hòa vấn đề dân tộc và vấn đề giai cấp. B. Sáng lập một mặt trận dân tộc thống nhất của riêng Việt Nam. C. Chủ động liên lạc và tìm kiếm sự giúp đỡ của phe đồng minh. D. Xác định cách mạng Việt Nam chỉ là cách mạng giải phóng dân tộc. PHẦN II. Câu trắc nghiệm đúng sai."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 18,
    "text": "Thí sinh trả lời từ câu 1 đến câu 4. Trong mỗi ý a) b) c) d) ở mỗi câu, thí sinh chọn đúng hoặc sai. Câu 1. Đọc đoạn tư liệu sau đây:\n“Khối đại đoàn kết toàn dân tuy có phạm vi rộng rãi nhưng lại được tổ chức một cách có hệ thống để phối hợp hành động, do đó sức mạnh của đoàn kết toàn dân được tăng lên gấp bội. Cuộc đấu tranh giải phóng dân tộc đã được toàn dân tiến hành một cách có tổ chức… nên dù trải qua nhiều hi sinh, gian khổ lâu dài, nhưng cuối cùng đã giành được thắng lợi”."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 19,
    "text": "(Lê Hữu Nghĩa (Chủ biên), Những bài học kinh nghiệm của cách mạng Việt Nam, NXB Chính trị quốc gia Sự thật, Hà Nội,2003,tr.159-160)\na) Đoạn tư liệu khẳng định sức mạnh của khối đoàn kết dân tộc là cội nguồn tạo nên thắng lợi của cách mạng Việt Nam. b)  Đoạn tư liệu phản ánh bài học về củng cố, tăng cường khối đại đoàn kết dân tộc của các cuộc kháng chiến bảo vệ Tổ quốc."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 20,
    "text": "c) Đoạn tư liệu khẳng định sức mạnh của đại đoàn kết dân tộc là nhân tố duy nhất tạo nên thắng lợi của cuộc đấu tranh giải phóng dân tộc ở Việt Nam. d) Đoạn tư liệu phản ánh về đường lối đấu tranh giải phóng dân tộc của Đảng Cộng sản Việt Nam. Câu 2."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 21,
    "text": "Đọc đoạn tư liệu sau đây:\n“Đổi mới ở Việt Nam là quá trình thử nghiệm, trong quá trình đó cái mới và cái cũ xen kẽ nhau, cái cũ không mất ngay đi mà lùi dần, có lúc, có nơi còn chiếm ưu thế hơn so với các mới, nhưng xu hướng chung là cái mới vẫn được khẳng định và đưa tới thành công”. (Nguyễn Duy Quý, Hai mươi năm đổi mới – thành tựu và những vấn đề đặt ra, trích trong: Việt Nam 20 năm đổi mới,  NXB Chính trị Quốc gia, Hà Nội, 2006, tr."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 22,
    "text": "581)\na) Quá trình đổi mới là quá trình thanh lọc và loại trừ dần những cái chưa phù hợp với yêu cầu phát triển. b) Đổi mới là liên tục thay đổi cái mới, cái tiến bộ của thời đại và loại bỏ hết những cái cũ trước đó. c) Đổi mới là phát triển nên cần phải thay đổi cái cũ bằng những cái mới mang tính cập nhật thời đại. d) Trong quá trình đổi mới phải vận dụng linh hoạt quy luật phát triển tư duy lịch sử và biện chứng. Câu 3."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 23,
    "text": "Đọc đoạn tư liệu sau đây:\n“Sức mạnh ngoại giao là một dạng “sức mạnh mềm” và ngoại giao đóng vai trò quan trọng tạo dựng thêm thế và lực của đất nước. Trong bối cảnh hiện nay, ngoại giao đa phương ngày càng có tầm quan trọng đặc biệt."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 24,
    "text": "Bên cạnh chủ thể chính của quan hệ quốc tế còn có các chủ thể khác là các tổ chức liên chính phủ và phi chính phủ, các công ty xuyên quốc gia,… Thực tiễn quốc tế cho thấy, các nước vừa và nhỏ vẫn có thể tham gia hiệu quả và có vai trò quan trọng trong các tổ chức quốc tế như Liên hợp quốc, WTO, … Đó là kinh nghiệm bổ ích về hoạt động chính trị quốc tế mà Việt Nam có thể tham khảo”."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 25,
    "text": "(Nguyễn Dy Niên, Tư tưởng ngoại giao Hồ Chí Minh, NXB Chính trị quốc gia Sự thật, Hà Nội, 2009,tr.336)\na) Từ xưa đến nay, hoạt động ngoại giao trên thực tế chỉ bao gồm các quan hệ giữa các quốc gia trong khu vực. b) Ngọai giao góp phần nâng cao vị thế đất nước, thậm chí có thể đi trước mở đường cho đấu tranh chính trị và quân sự. c) Trong thời đại ngày nay, các quốc gia vừa và nhỏ luôn gặp những khó khăn khi tham gia các tổ chức quốc tế."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 26,
    "text": "d) Bài học kinh nghiệm cho Việt Nam trong hoạt động đối ngoại là phải tích cực, chủ động, theo sát tình hình, tận dụng thời cơ để nâng cao vị thế. Câu 4. Đọc đoạn tư liệu sau đây:\n“Việc thành lập Đảng là một bước ngoặt vô cùng quan trọng trong lịch sử cách mạng Việt Nam. Nó chứng tỏ rằng giai cấp vô sản ta đã trưởng thành và đủ sức lãnh đạo cách mạng”. (Hồ Chí Minh toàn tập, Tập 12, NXB Chính trị Quốc gia, 2011, Tr."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 27,
    "text": "406)\na) Đảng Cộng sản Việt Nam ra đời là bước ngoặt quan trọng trong lịch sử cách mạng Việt Nam. b) Đảng Cộng sản Việt Nam ra đời đã chấm dứt hoàn toàn sự khủng hoảng về giai cấp lãnh đạo cách mạng Việt Nam. c) Đảng Cộng sản Việt Nam ra đời khẳng định quyền lãnh đạo cách mạng thuộc về giai cấp nông dân, giai cấp vô sản. d) Đảng Cộng sản Việt Nam ra đời đánh dấu phong trào đấu tranh của giai cấp công nhân hoàn toàn tự giác. IV. ĐÁP ÁN\nPHẦN I. Câu trắc nghiệm nhiều phương án lựa chọn. PHẦN II."
  },
  {
    "source": "TT GDNN - GDTX TP HD- CK II .docx",
    "chunk_id": 28,
    "text": "Câu trắc nghiệm đúng sai"
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 0,
    "text": "I. MỤC TIÊU\n– Nhằm đánh giá kết quả học tập của HS sau một giai đoạn học tập, xác định mức độ hoàn thành nhiệm vụ học tập của HS so với yêu cầu cần đạt quy định trong Chương trình GDPT môn Lịch Sử, cấp THPT. – Kịp thời phát hiện những cố gắng, tiến bộ của HS để động viên, khích lệ và phát hiện những khó khăn chưa thể tự vượt qua của HS để hướng dẫn, giúp đỡ nhằm nâng cao chất lượng, hiệu quả hoạt động học tập, rèn luyện của HS; góp phần thực hiện mục tiêu giáo dục. II. MA TRẬN\nIII."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 1,
    "text": "ĐỀ KHẢO SÁT\nPHẦN I. Câu hỏi trắc nghiệm nhiều phương án lựa chọn. Thí sinh trả lời từ câu 1 đến câu 24. Mỗi câu hỏi thí sinh chỉ trả lời một phương án. Câu 1 (NB). Liên hợp quốc ra đời trong bối cảnh lịch sử nào sau đây? A. Chiến tranh lạnh bùng nổ và lan rộng ra toàn thế giới. B. Liên Xô xây dựng chủ nghĩa xã hội và đạt được nhiều thành tựu to lớn. C. Phe phát xít Đức – Italia – Nhât Bản phát triển và mở rộng bành trướng. D. Chiến tranh thế giới thứ hai đi đến giai đoạn cuối. Câu 2 (NB)."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 2,
    "text": "Một trong những nguyên tắc hoạt động của tổ chức Liên hợp quốc là\nA. không can thiệp vào công việc nội bộ của các quốc gia. B. thúc đẩy quan hệ hữu nghị hợp tác giữa tất cả các nước. C. giải quyết các vụ tranh chấp và xung đột khu vực bằng biện pháp hòa giải. D. giúp đỡ các dân tộc về kinh tế, văn hóa, giáo dục, y tế, nhân đạo. Câu 3 (TH). Hoạt động nào sau đây là vai trò thúc đẩy phát triển của Liên hợp quốc? A. Đề ra nhiều chương trình hỗ trợ các nước về vốn, tri thức, kĩ thuật."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 3,
    "text": "B. Đề ra mục tiêu phát triển Thiên niên kỉ nhằm xóa đói, giảm nghèo. C. Kí điều ước quốc tế về quyền phụ nữ và trẻ em. D. Giải quyết các tranh chấp bằng biện pháp hòa bình. Câu 4 (VD). Việt Nam vận dụng nguyên tắc “Giải quyết tranh chấp quốc tế bằng biện pháp hòa bình” của Liên hợp quốc để giải quyết vấn đề nào hiện nay? A. Thực hiện công nghiệp hóa và hiện đại hóa đất nước. B. Phát triển nền kinh tế thị trường theo định hướng xã hội chủ nghĩa."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 4,
    "text": "C. Bảo vệ chủ quyền biên giới, biển, đảo và toàn vẹn lãnh thổ. D. Nâng cao thế của Việt Nam trên trường quốc tế. Câu 5 (NB). Theo thỏa thuận của các cường quốc tại Hội nghị I-an-ta, Đông Nam Á thuộc phạm vi ảnh hưởng của\nA. Liên Xô\t\tB. các nước phương Tây\tC. Mỹ\t\tD. Nhật Bản\nCâu 6 (NB). Sự kiện lịch sử nào đã chấm dứt hoàn toàn sự tồn tại của Trật tự hai cực I-an-ta? A. Mĩ và Liên Xô kí các văn kiện hợp tác (1972). B. Tổng thống Mĩ R. Nich-xơn sang thăm Trung Quốc."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 5,
    "text": "C. Mĩ và Liên Xô cùng tuyên bố chấm dứt Chiến tranh lạnh ở Man-ta (1989). D. Sự tan rã của Liên Xô năm 1991. Câu 7 (TH). Bản chất cuộc Chiến tranh lạnh do Mĩ phát động là\nA. tăng cường chạy đua vũ trang,thành lập liên minh quân sự, khiến cho thế giới luôn căng thẳng. B. chuẩn bị tiềm lực để phát động cuộc chiến tranh thế giới mới. C. tổ chức cuộc chiến tranh trực tiếp giữa hai siêu cường Mĩ và Liên Xô. D. sự đối đầu trực tiếp giữa Mĩ và Liên Xô trên lĩnh vực kinh tế, văn hóa. Câu 8 (TH)."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 6,
    "text": "Ý nào không phản ánh đúng tác động của sự sụp đổ của Trật tự thế giới hai cực I-an-ta đối với tình hình thế giới? A. Làm thay đổi so sánh lực lượng với ưu thế tuyệt đối, lâu dài thuộc về Mĩ. B. Mở ra một thời kì phát triển mới, đảm bảo lợi ích của các quốc gia, các dân tộc trong quan hệ quốc tế. C. Vai trò của các cường quốc, các trung tâm kinh tế, các tổ chức quốc tế, khu vực… ngày càng tăng. D. Dẫn đến sự hình thành một trật tự thế giới mới. Câu 9 (NB)."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 7,
    "text": "Sau khi Chiến tranh lạnh kết thúc, thế giới phát triển theo xu thế\nA. đơn cực. B. hai cực. C. ba cực. D. đa cực. Câu 10 (TH). Nhân tố nào sau đây đóng vai trò quyết định để các cường quốc tham gia xác lập trật tự thế giới mới sau Chiến tranh lạnh? A. Sức mạnh tổng hợp của quốc gia, trong đó kinh tế vẫn là trụ cột. B. Là 1 trong 5 cường quốc của Hội đồng bảo an Liên hợp quốc. C. Sự ra đời và ngày càng mở rộng của các tổ chức liên kết khu vực."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 8,
    "text": "D. Sức mạnh quân sự của quốc gia với lực lượng quân sự hùng hậu. Câu 11 (VD). Trong bối cảnh quốc tế đang diễn ra theo nhiều xu thế mới với những diễn biến phức tạp, chủ trương nhất quán của Đảng và Nhà nước Việt Nam hiện nay là\nA. tham gia liên minh chính trị với Mỹ và các nước phương Tây. B. chủ động kết nối các cường quốc để nâng tầm đối tác chiến lược. C. hội nhập quốc tế để thu hút vốn đầu tư bên ngoài bằng mọi giá. D. chủ động nắm bắt thời cơ, đi tắt đón đầu để vượt qua thách thức."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 9,
    "text": "Câu 12 (NB). Đâu không phải là một tổ chức kinh tế, tài chính khu vực, liên khu vực? A. Nhóm 20 nền kinh tế lớn nhất thế giới (G20). B. Diễn đàn Hợp tác Á – Âu (ASEM). C. Tổ chức Hiệp ước Bắc Đại Tây Dương (NATO). D. Quỹ Tiền tệ Quốc tế (IMF). Câu 13 (TH). Toàn cầu hóa là một xu thế khách quan, một thực tế không thể đảo ngược là vì\nA. kết quả của việc thu hút nguồn lực bên ngoài của các nước đang phát triển. B. các nước tư bản đầu tư vốn ra thị trường thế giới."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 10,
    "text": "C. kết quả của quá trình phát triển mạnh mẽ của cách mạng khoa học – công nghệ. D. các cường quốc đẩy mạnh liên kết khu vực và toàn cầu. Câu 14 (NB). Xu thế đối thoại trong quan hệ quốc tế sau Chiến tranh lạnh là\nA. tăng cường sức mạnh kinh tế, quân sự. B. giải quyết bất đồng bằng thương lượng, hòa bình. C. đối đầu, cạnh tranh căng thẳng. D. giải quyết tranh chấp bằng vũ lực. Câu 15 (NB)."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 11,
    "text": "Khi nhân loại bước vào thế kỉ XXI thì hòa bình, ổn định, hợp tác cùng phát triển được coi là\nA. nhiệm vụ chung của các nước xã hội chủ nghĩa. B.trách nhiệm lớn của nhóm nước phát triển. C. trách nhiệm của các nước tư bản chủ nghĩa. D. thời cơ và thách thức đối với các dân tộc. Câu 16 (VD). Việt Nam đã vận dụng nguyên tắc nào sau đây của Hiến chương Liên hợp quốc đề giải quyết vấn đề phức tạp ở Biển Đông hiện nay? A. Tôn trọng chủ quyền và quyền tự quyết của các nước lớn."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 12,
    "text": "B. Chủ động thương lượng, nhân nhượng để bảo đảm hòa bình. C. Không cần sự hỗ trợ của các tổ chức ở khu vực và quốc tế. D. Giải quyết các tranh chấp quốc tế bằng biện pháp hòa bình. Câu 17 (VD). Trong thời gian tồn tại của trật tự thế giới hai cực, hai phe, sự kiện nào sau đây của Việt Nam không chịu tác động của xu thế hòa hoãn Đông-Tây? A. Đàm phán và kí kết Hiệp định Pari (1973). B. Giải quyết vấn đề Cam-pu-chia (1989-1991). C. Cuộc Tổng tiến công và nổi dậy Xuân 1975."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 13,
    "text": "D. Công cuộc Đổi mới đất nước (từ năm 1986). Câu 18 (NB). Năm nước sáng lập ASEAN là\nA. In-đô-nê-xi-a, Ma-lai-xi-a, Phi-lip-pin, Xin-ga-po, Thái Lan. B. In-đô-nê-xi-a, Ma-lai-xi-a, Phi-lip-pin, Xin-ga-po, Bru-nây. C. In-đô-nê-xi-a, Ma-lai-xi-a, Phi-lip-pin, Xin-ga-po, Cam-pu-chia,. D. In-đô-nê-xi-a, Ma-lai-xi-a, Phi-lip-pin, Xin-ga-po, Việt Nam. Câu 19 (NB). Hiệp hội các quốc gia Đông Nam Á ( ASEAN) được thành lập với mục đích nào sau đây?"
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 14,
    "text": "A. Thúc đẩy quan hệ hợp tác giữa các nước thành viên để tạo ra một đối trọng với Trung Quốc. B. Đẩy mạnh hợp tác toàn diện, trọng tâm là công nghệ để thích ứng xu thế toàn cầu hóa. C. Tăng cường hợp tác kinh tế, văn hóa, xã hội để phát triển và hội nhập khu vực, thế giới. D. Đẩy mạnh quan hệ hợp tác song phương về quốc phòng để tiến tới nhất thể hóa khu vực. Câu 20 (NB). Nội dung nào sau đây là một trong những trụ cột của Cộng đồng ASEAN? A. Cộng đồng Công nghệ ASEAN."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 15,
    "text": "B. Cộng đồng Quốc phòng ASEAN. C. Cộng đồng An ninh ASEAN. D. Cộng đồng Kinh tế ASEAN. Câu 21 (NB). Ý tưởng về xây dựng Cộng đồng ASEAN lần đầu tiên được đề ra trong\nA. Tuyên bố Cua-la Lăm-pơ (1971). B. Hiến chương ASEAN (2007)\nC.Tuyên bố Băng Cốc (1967). D. Hiệp ước Ba-li (1976). Câu 22 (TH). Sự kiện đánh dấu bước ngoặt của Hiệp hội các quốc gia Đông Nam Á (ASEAN) trong giai đoạn 1967-1976 là\nA.Hiến chương ASEAN được thông qua. B. Hiệp ước Ba-li được kí kết. C.Cam-pu-chia gia nhập ASEAN."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 16,
    "text": "D. Thành lập cộng đồng ASEAN. Câu 23. (TH). Nội dung nào sau đây không phải là triển vọng của Cộng đồng ASEAN? A. Có quan hệ mở rộng với các đối tác ngoài khu vực Đông Nam Á. B. Mức độ liên kết ngày càng chặt chẽ và sâu rộng trên cả ba trụ cột. C. Có tốc độ tăng trưởng kinh tế và phục lợi xã hội cao nhất thế giới. D. Thể chế, chính sách và cơ chế hợp tác từng bước hoàn thiện hơn. Câu 24 (TH). Đâu là nhận xét đúng về vai trò của tổ chức ASEAN trên trường quốc tế ?"
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 17,
    "text": "A. Liên minh chính trị-kinh tế chiến lược của khu vực Đông Nam Á. B. Diễn đàn hợp tác kinh tế đa phương ở châu Á-Thái Bình Dương. C. Liên minh hợp tác toàn diện, hiệu quả của khu vực Đông Nam Á.\nD. Tổ chức liên kết kinh tế, thương mại, tài chính lớn nhất của châu Á.\nPHẦN II. Câu trắc nghiệm đúng sai. Thí sinh trả lời từ câu 1 đến câu 4. Trong mỗi ý a) b) c) d) ở mỗi câu, thí sinh chọn đúng hoặc sai. Câu 1. Đọc đoạn tư liệu dưới đây:\n“3."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 18,
    "text": "Tất cả các thành viên của Liên hợp quốc giải quyết các tranh chấp quốc tế của họ bằng biện pháp hòa bình, sao cho không tổn hại đến hòa bình, an ninh quốc tế và công lí ;\n4."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 19,
    "text": "Tất cả các quốc gia thành viên Liên hợp quốc từ bỏ đe dọa bằng vũ lực hoặc sử dụng vũ lực trong quan hệ quốc tế nhằm chống lại sự bất khả xâm phạm về lãnh thổ hay nền độc lập chính trị của bất kì quốc gia nào cũng như bằng cách khác trái với những mục đích của Liên hợp quốc.”\n(Trích : Điều 2, Hiến chương Liên hợp quốc)\na) Các thành viên Liên hợp quốc cam kết từ bỏ vũ lực. (S)\nb) Các thành viên Liên hợp quốc không đe dọa bằng vũ lực hoặc sử dụng vũ lực trong quan hệ quốc tế."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 20,
    "text": "(Đ)\nc)  Liên hợp quốc công nhận chủ quyền lãnh thổ và nền độc lập của bất kì quốc gia nào. (S)\nd) Nguyên tắc của Liên hợp quốc là giải quyết các tranh chấp quốc tế bằng biện pháp hòa bình. (Đ)\nCâu 2."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 21,
    "text": "Đọc đoạn tư liệu sau đây:\n“Trật tự thế giới này được hình thành như thế nào, còn tùy thuộc ở nhiều nhân tố: Sự phát triển về thực lực kinh tế, chính trị, quân sự của các cường quốc Mỹ, Nga, Trung Quốc, Anh, Pháp, Nhật Bản, Đức trong cuộc chạy đua về sức mạnh quốc gia tổng hợp…; Sự lớn mạnh của lực lượng cách mạng thế giới (sự thành bại của công cuộc cải cách, đổi mới ở các nước xã hội chủ nghĩa);…Sự phát triển của cách mạng khoa học-kĩ thuật sẽ còn tiếp tục tạo ra những “đột phá” và biến chuyển trên cục diện thế giới”."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 22,
    "text": "(Nguyễn Anh Thái (Chủ biên), Lịch sử thế giới hiện đại, NXB Giáo dục Việt Nam, Hà Nội, 2021, tr.424)\na) Đoạn tư liệu là minh chứng cho xu thế đa cực, nhiều trung tâm trong quan hệ quốc tế trong thời gian diễn ra cuộc Chiến tranh lạnh. (S)\nb) Trong quan hệ quốc tế, khái niệm đa cực chỉ trạng thái địa – chính trị toàn cầu với ba trung tâm quyền lực chi phối là Mĩ, Liên bang Nga và Trung Quốc. (S)\nc) Khái niệm đa cực được dùng chủ yếu để chỉ trật tự thế giới sau Chiến tranh lạnh."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 23,
    "text": "(Đ)\nd) Để có thể trở thành một cực trong xu thế đa cực, nhiều trung tâm, các nước phải có chiến lược xây dựng sức mạnh tổng hợp, trong đó sức mạnh kinh tế là trụ cột. (Đ)\nCâu 3: Cho dữ liệu sau:\n“Liên hợp quốc đánh giá cao sự tham dự và cam kết vững chắc của ASEAN đối với chủ nghĩa đa phương và hợp tác khu vực. ASEAN có vai trò cốt lõi trong việc thúc đẩy nhân quyền, các quyền cơ bản và sự tham dự chính trị rộng rãi như các thành tố để xây dựng các xã hội thực sự hòa bình, ổn định."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 24,
    "text": "Và ASEAN cũng đóng vai trò nòng cốt trong sự phát triển của một nền kinh tế toàn cầu vững mạnh”. (Trích: Phát biểu khai mạc Hội nghị cấp cao ASEAN của Tổng Thư kí Liên hợp quốc An-tô-ni-ô Gu-tê-rết (Phnôm Pênh 2022))\na) ASEAN quyết định sự phát triển của kinh tế toàn cầu. (S)\nb) ASEAN là tổ chức khu vực thành công nhất thế giới. (S)\nc) ASEAN là tổ chức hợp tác chính trị, quân sự toàn cầu. (S)\nd) ASEAN đóng vai trò quan trọng đối với nền kinh tế toàn cầu."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 25,
    "text": "(Đ)\nCâu 4: Đọc đoạn tư liệu sau:\n“Quyết tâm sử dụng những cố gắng cần thiết bước đầu để đảm bảo việc công nhận và tôn trọng Đông Nam Á là một khu vực hòa bình, tự do và trung lập, không có sự can thiệp  dưới bất kì hình thức và phương cách nào của các nước ngoài khu vực. Các nước Đông Nam Á cần phối hợp nỗ lực nhằm mở rộng các lĩnh vực hợp tác để góp phần tăng cường sức mạnh , tình đoàn kết, mối quan hệ gắn bó hơn nữa”."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 26,
    "text": "(ASEAN, Tuyên bố về khu vực hòa bình, tự do và trung lập, ngày 27-11-1971)\na) Nội dung tư liệu đề cập sự kiện các nước Đông Nam Á thành lập khu vực hòa bình, tự do và trung lập. (S)\nb) Nội dung tuyên bố nhấn mạnh việc ASEAN không chấp nhận sự can thiệp của các nước ngoài khu vực. (Đ)\nc) Văn kiện trên có vai trò quyết định trong việc duy trì hòa bình, thống nhất và trung lập của Đông Nam Á. (S)\nd) Tuyên bố về khu vực hòa bình, tự do và trung lập vẫn có giá trị đối với tổ chức ASEAN ngày nay."
  },
  {
    "source": "TT GDNN - GDTX TP HD- HK I .docx",
    "chunk_id": 27,
    "text": "(Đ)\nIV. ĐÁP ÁN\nPHẦN I. Câu trắc nghiệm nhiều phương án lựa chọn. PHẦN II. Câu trắc nghiệm đúng sai"
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 0,
    "text": "ĐỀ KIỂM TRA ĐÁNH GIÁ CUỐI HỌC KÌ II\nNĂM HỌC 2024 -2025\nPHẦN I: Câu trắc nghiệm nhiều phương án lựa chọn. Thí sinh trả lời từ câu 1 đến câu 24. Mỗi câu hỏi thí sinh chỉ chọn một phương án. Câu 1. Đảng Cộng sản Việt Nam tiến hành công cuộc đổi mới đất nước từ tháng 12/1986 trong hoàn cảnh như thế nào? A. Hệ thống xã hội chủ nghĩa thế giới đã sụp đổ. B. Tình hình thế giới có rất nhiều điểm thuận lợi. C. Đất nước đang bị chia cắt thành hai miền. D. Đất nước khủng hoảng về kinh tế - xã hội. Câu 2."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 1,
    "text": "Đại hội đại biểu toàn quốc lần thứ VI của Đảng Cộng sản Việt Nam (12/1986) xác định nhiệm vụ, mục tiêu của Ba chương trình kinh tế lớn là\nA. lương thực - nông sản, hàng tiêu dùng, hàng nhập khẩu. B. lương thực, hàng tiêu dùng, hàng xuất khẩu, nông sản. C. lương thực - thực phẩm, hàng xuất khẩu, hàng quân sự. D. lương thực - thực phẩm, hàng tiêu dùng, hàng xuất khẩu. Câu 3. Quan điểm của Đảng trong Đại hội toàn quốc lần VI (12/1986) là đổi mới kinh tế phải gắn liền với đổi mới về\nA. quân sự."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 2,
    "text": "B. tư tưởng. C. chính trị. D. văn hóa. Câu 4. Một trong những thành phần kinh tế mới được phép hoạt động từ sau khi đường lối đổi mới được thực thi là\nA. có vốn đầu tư nước ngoài. B. kinh tế nhà nước quản lý. C. kinh tế tập thể, hợp tác xã,\nD. kinh tế cá thể, hộ gia đình\nCâu 5. Một trong những tác động tích cực mà quá trình hội nhập kinh tế quốc tế đem đến cho Việt Nam là\nA. nhận chuyển giao công nghệ miễn phí. B. được miễn thuế khi bản hàng nông sản. C. dễ dàng tiếp cận với nguồn vốn đầu tư."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 3,
    "text": "D. tiếp cận nguồn lao động giá rẻ châu Phi. Câu 6. Nhân tố quyết định đến sự thành công của công cuộc Đổi mới đất nước từ năm 1986 đến nay là\nA. những bài học từ Liên Xô và Trung Quốc. B. viện trợ to lớn, cần thiết từ Liên Hợp quốc. C. chính sách xóa bỏ bao vây và cấm vận của Mĩ. D. vai trò lãnh đạo của Đảng Cộng sản Việt Nam. Câu 7. Những thành tựu trong công cuộc đổi mới đất nước của Việt Nam và cuộc cải cách - mở cửa của Trung Quốc đều có ý nghĩa nào sau đây?"
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 4,
    "text": "A. Nâng cao vị thế đất nước trên trường quốc tế. B. Trở thành ủy viên thường trực Hội đồng bảo an. C. Thu nhập quốc dân đạt mức trên 1000 tỷ đô la. D. Buộc Mỹ rút căn cứ quân sự gần biên giới. Câu 8. Một trong những nội dung là điểm khác biệt của chính sách đối ngoại trước và sau công cuộc đổi mới đất nước ở Việt Nam là\nA. muốn nâng cao vị thế đất nước\nB. coi trọng mối quan hệ với Lào. C. thái độ và chính sách với Mỹ. D. kiên trì sự lãnh đạo của Đảng\nCâu 9."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 5,
    "text": "Một trong những địa điểm mà Nguyễn Ái Quốc thực hiện các hoạt động đối ngoại từ năm 1911 đến năm 1920 là\nA. Mỹ. B. Liên Xô. C. Thái Lan. D. Pháp. Câu 10. Một trong những tổ chức được Nguyễn Ái Quốc thành lập khi ở nước ngoài giai đoạn từ năm 1911-1930 là\nA. Hội liên hiệp thuộc địa. B. Điền Quế Việt liên minh. C. Mặt trận Việt - Miên - Lào. D. Mặt trận Tổ quốc Việt Nam. Câu 11."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 6,
    "text": "Một trong những tổ chức được Đảng Cộng sản Đông Dương tích cực củng cố quan hệ trong giai đoạn 1930 - 1945 là\nA. Hội liên hiệp thuộc địa. B. Đảng Cộng sản Trung Quốc. C. Hội đồng tương trợ kinh tế. D. Tổ chức phòng thủ Vác-sa-va.\nCâu 12. Từ năm 1986 đến nay, Việt Nam đã ký các hiệp ước về biên giới trên đất liền - với quốc gia nào sau đây? A. Trung Quốc. B. Hàn Quốc. C. Liên Xô. D. Triều Tiên. Câu 13."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 7,
    "text": "Từ năm 1975 - 1985, các hoạt động đối ngoại của Việt Nam tập trung chống lại\nA. âm mưu chia cắt Đông Dương. B. cuộc tấn công của Trung Quốc. C. sự bao vây cấm vận của Mỹ. D. âm mưu chia rẽ tổ chức ASEAN. Câu 14. Một trong những thách thức khi Việt Nam tham gia các tổ chức quốc tế, khu vực là\nA. nguy cơ đánh mất bản sắc văn hóa dân tộc. B. gây mâu thuẫn sâu sắc hơn trên biển Đông. C. nguồn lao động giá rẻ châu Âu cạnh tranh. D. bị ép tham gia các khối liên minh quân sự. Câu 15."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 8,
    "text": "Nhận xét nào sau đây về vai trò của các hoạt động đối ngoại từ năm 1986 đến nay là đúng? A. Tạo ưu thế quân sự cho Việt Nam để giải quyết tranh chấp biển đảo. B. Nâng tầm quan hệ ngoại giao của Việt Nam với tất cả các quốc gia. C. Đưa Việt Nam trở thành cường quốc số một ở châu Á.\nD. Tạo điều kiện cho Việt Nam hội nhập, phát triển kinh tế. Câu 16."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 9,
    "text": "Một trong những nội dung thể hiện sự giống nhau giữa các hoạt động đối ngoại từ năm 1945 - 1975 và từ năm 1986 đến nay là\nA. mục tiêu đầu tranh giải phóng dân tộc. B. kết hợp chặt chẽ với đấu tranh quân sự. C. phục vụ lợi ích cho dân tộc Việt Nam. D. liên kết chặt chẽ với các nước Đông Âu. Câu 17. Một trong những nguyên nhân lý giải Nguyễn Tất Thành quyết định sang phương Tây để tìm đường cứu nước là\nA. tìm hiểu các nước phương Tây làm như thế nào."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 10,
    "text": "B. con đường để đi sang phương Tây dễ dàng hơn. C. phương Tây có nhiều trường đại học danh tiếng. D. mục đích chính là ra đi để lao động, kiếm sống. Câu 18. Tư tưởng cốt lõi của Cương lĩnh chính trị tháng 2 năm 1930 là\nA. tự do, dân chủ. B. độc lập, tự do. C. dân sinh, dân chủ. D. cơm áo, hòa bình. Câu 19. Một trong những tổ chức cách mạng được Nguyễn Ái Quốc thành lập trong thời gian hoạt động ở nước ngoài là\nA. Hội Việt Nam cách mạng thanh niên (1925). B. Đông Dương Cộng sản liên đoàn (1929)."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 11,
    "text": "C. Mặt trận Việt Nam Độc lập đồng minh (1941). D. Đội Việt Nam Tuyên truyền giải phóng quân (1944). Câu 20. Lý luận cách mạng giải phóng dân tộc của Nguyễn Ái Quốc được trình bày đầu tiên trong tài liệu nào dưới đây? A. Chỉ thị Toàn dân kháng chiến. B. Bản án chế độ thực dân Pháp. C. Tác phẩm Đường Kách Mệnh. D. Cương lĩnh chính trị đầu tiên. Câu 21. Dân tộc đã lấy họ của Chủ tịch Hồ Chí Minh làm họ chung cho tất cả mọi người là\nA. Vân Kiều. B. Xơ Đăng\t\tC. Khơ-me\t\tD. Ba Na. Câu 22."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 12,
    "text": "Yếu tố nào quyết định đến sự lựa chọn con đường cứu nước theo xu hướng vô sản của Nguyễn Ái Quốc cho dân tộc Việt Nam? A. Thắng lợi của cách mạng tháng Mười Nga năm 1917. B. Con đường cứu nước theo khuynh hướng tư sản thất bại. C. Những tác động của thời đại và cuộc cách mạng vô sản. D. Do trí tuệ và nhân quan chính trị của Nguyễn Ái Quốc. Câu 23. Cuộc vận động “Học tập và làm theo tấm gương đạo đức Hồ Chí Minh\" có tác dụng như thế nào đến đời sống chính trị - xã hội Việt Nam?"
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 13,
    "text": "A. Lan tỏa và mang lại những giá trị tích cực. B. Giảm bớt tỷ lệ thất nghiệp trong nhân dân. C. Thay đổi cơ cấu dân cư theo vùng kinh tế. D. Ổn định cuộc sống cho nhân dân vùng cao. Câu 24. Một trong những mục đích các chuyến thăm của Chủ tịch Hồ Chí Minh đến các nước xã hội chủ nghĩa giai đoạn 1954-1969 là\nA. tranh thủ sự giúp đỡ, viện trợ. B. xin tham gia vào khối Vác-sa-va.\nC. lập ra liên minh để chống Mỹ. D. xin chuyển giao công nghệ cao. PHẦN II. Câu trắc nghiệm đúng sai."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 14,
    "text": "Thí sinh trả lời từ câu 1 đến câu 4. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai. Câu 1. Cho bảng dữ kiện về số cán bộ y tế và giường bệnh ở Việt Nam giai đoạn 1996 - 2000 (chưa tính các cơ sở y tế tư nhân):\n(https://khoahoc.vietjack.com/)\na) Bảng dữ kiện thể hiện những thành tựu của lĩnh vực y tế ở Việt Nam trong những năm đầu tiên của công cuộc Đổi mới. b) Theo bảng dữ kiện, trong giai đoạn 1996 - 2000, số lượng cán bộ ngành y cơ bản có sự tăng trưởng."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 15,
    "text": "c) Những thành tựu đáng khích lệ trong lĩnh vực y tế, chăm sóc sức khoẻ người dân là kết quả chủ quan, tất yếu của việc mở rộng hợp tác quốc tế, chuyển giao kĩ thuật cao trong y tế chuyên sâu. d) Những thành tựu về y tế trong giai đoạn này đã tạo cơ sở để Việt Nam hiện nay có nền y tế phát triển hàng đầu thế giới. Câu 2. Cho bảng dữ kiện về một số hoạt động đối ngoại chủ yếu của Việt Nam trong kháng chiến chống Pháp (1945 – 1954)."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 16,
    "text": "a) Từ ngày 2 - 9 - 1945 đến trước ngày 6 - 3 - 1946, Việt Nam thực hiện chính sách ngoại giao mềm dẻo với Trung Hoa Dân quốc. b) Với việc ký Hiệp định Sơ bộ (6 – 3 - 1946), Pháp công nhận Việt Nam là một quốc gia độc lập. c) Việc thiết lập quan hệ ngoại giao với các nước xã hội chủ nghĩa Trung Quốc, Liên Xô và một số nước Đông Âu đánh dấu Việt Nam thoát khỏi tình trạng bị bao vây, cô lập."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 17,
    "text": "d) Hoạt động ngoại giao của Việt Nam trong cuộc kháng chiến chống Pháp (1945 – 1954) có vai trò quyết định đối với sự nghiệp bảo vệ độc lập dân tộc. Câu 3. Đọc đoạn tư liệu sau đây:\n“... Luận cương của Lê-nin làm cho tôi rất cảm động, phấn khởi, sáng tỏ, tin tưởng biết bao! Tôi vui mừng đến phát khóc lên. Ngồi một mình trong buồng mà tôi nói to lên như đang nói trước quần chúng đông đảo: “Hỡi đồng bào bị đọa đày đau khổ! Đây là cái cần thiết cho chúng ta, đây là con đường giải phóng chúng ta!”."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 18,
    "text": "Từ đó tôi hoàn toàn tin theo Lê-nin, tin theo Quốc tế thứ ba”."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 19,
    "text": "(Hồ Chí Minh, Con đường dẫn tôi đến chủ nghĩa Mác – Lê-nin, trích trong: Hồ Chí Minh, Toàn tập, Tập 12, NXB Chính trị quốc gia Sự thật, Hà Nội, 2011, tr.562)\na) Đoạn tư liệu trên phản ánh sự kiện Nguyễn Ái Quốc đọc bản Luận cương của Lê-nin về vấn đề dân tộc và thuộc địa tháng 7 - 1920.\nb) Quá trình nhận thức được nói đến trong đoạn tư liệu phản ánh quy luật tất yếu trong hành trình tìm đường cứu nước của các vị tiền bối nói chung, Nguyễn Ái Quốc nói riêng."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 20,
    "text": "c) “Đây là cái cần thiết cho chúng ta, đây là con đường giải phóng chúng ta” được nhắc đến trong đoạn tư liệu đề cập đến con đường cách mạng vô sản. d) Việc Nguyễn Ái Quốc đọc bản Luận cương của Lê - nin đã giúp Người tìm ra con đường giải phóng dân tộc đúng đắn cho dân tộc Việt Nam. Câu 4. Đọc đoạn tư liệu sau đây. “Hồ Chủ tịch là tượng trưng cao đẹp của chủ nghĩa yêu nước chân chính kết hợp nhuần nhuyễn với chủ nghĩa quốc tế vô sản."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 21,
    "text": "Trái tim, khối óc của Người dành cho dân tộc Việt Nam ta cũng hướng về giai cấp vô sản và các dân tộc bị áp bức trên toàn thế giới. Là người học trò trung thành của Các Mác và Lê-nin, Hồ Chủ tịch chẳng những là một nhà yêu nước vĩ đại, mà còn là một chiến sĩ xuất sắc trong phong trào cộng sản quốc tế và phong trào giải phóng dân tộc của thế kỉ XX."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 22,
    "text": "Hồ Chủ tịch thường dạy chúng ta phải chăm lo bảo vệ sự đoàn kết quốc tế, vì sự nghiệp to lớn của cách mạng Việt Nam, vì nghĩa vụ cao cả đối với cách mạng thế giới”."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 23,
    "text": "(Điếu văn của Ban Chấp hành Trung ương Đảng Lao động Việt Nam trong Lễ truy điệu Chủ tịch Hồ Chí Minh ngày 9-9-1969 tại Hà Nội, trích trong: Hồ Chí Minh, Toàn tập, Tập 15, NXB Chính trị Quốc gia Sự thật, Hà Nội, 2011, tr.627)\na) Điếu văn ca ngợi Chủ tịch Hồ Chí Minh trong Lễ truy điệu được tổ chức tại Hà Nội sau khi Chủ tịch Hồ Chí Minh từ trần năm 1969.\nb) Nội dung đoạn điếu văn cho thấy Chủ tịch Hồ Chí Minh có cống hiến to lớn đối với cách mạng Việt Nam và cách mạng thế giới."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 24,
    "text": "c) Chủ tịch Hồ Chí Minh có vị trí, vai trò đặc biệt đối với tiến trình lịch sử Việt Nam từ giữa thế kỉ XIX đến đầu thế kỉ XX. d) Phong trào cộng sản quốc tế hiện nay đang tiếp tục phát triển mạnh mẽ và có sự đoàn kết chặt chẽ với phong trào giải phóng dân tộc. ĐÁP ÁN PHẦN II. Điểm tối đa của 01 câu hỏi là 1 điểm. Thí sinh chỉ lựa chọn chính xác 01 ý trong 1 câu hỏi được 0,1 điểm. Thí sinh chỉ lựa chọn chính xác 02 ý trong 1 câu hỏi được 0,25 điểm."
  },
  {
    "source": "ĐỀ KTĐG CUỐI KÌ II - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 25,
    "text": "Thí sinh chỉ lựa chọn chính xác 03 ý trong 1 câu hỏi được 0,50 điểm. Thí sinh lựa chọn chính xác cả 04 ý trong 1 câu hỏi được 1 điểm."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 0,
    "text": "ĐỀ KIỂM TRA ĐÁNH GIÁ GIỮA HỌC KÌ I\nNĂM HỌC 2024 -2025\nPHẦN I. Câu trắc nghiệm nhiều phương án lựa chọn. Học sinh trả lời từ câu 1 đến câu 24. Mỗi câu hỏi học sinh chỉ chọn 1 phương án. Câu 1. Nội dung nào dưới đây phản ánh đúng bối cảnh lịch sử thành lập Liên hợp quốc? A. Cuộc Chiến tranh thế giới thứ hai đang ở giai đoạn đầu. B. Ưu thế trên chiến trường chính thuộc về phe phát xít. C. Cuộc Chiến tranh thế giới thứ hai bước vào giai đoạn cuối."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 1,
    "text": "D. Chiến tranh thế giới thứ hai tạm dừng ở các chiến trường. Câu 2. Giữ vai trò quyết định trong việc thành lập Liên hợp quốc (1945) là các quốc gia\nA. Liên Xô, Mỹ, Đức. B. Liên Xô, Mỹ, Anh. C. Mỹ, Đức, Anh. D. Liên Xô, Mỹ, Pháp. Câu 3. Từ nửa sau thế kỉ XX, trật tự nào dưới đây đã chi phối toàn bộ đời sống chính trị thế giới? A. Trật tự đa cực nhiều trung tâm. B. Trật tự đơn cực. C. Trật tự hai cực I-an-ta. D. Trật tự tam cực. Câu 4."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 2,
    "text": "Xu thế nào dưới đây xuất hiện vào đầu những năm 70 của thế kỉ XX? A. Xu thế chạy đua vũ trang. B. Xu thế hòa hoãn Đông - Tây. C. Xu thế đa phương cùng có lợi. D. Xu thế hợp tác kinh tế toàn cầu. Câu 5. Sự kiện nào dưới đây đã chấm dứt sự tồn tại của Trật tự thế giới hai cực I-an-ta? A. Liên Xô chính thức tan rã năm 1991. B. Liên hợp quốc thành lập năm 1945. C. Hội nghị Pốt-xđam (Đức) năm 1945. D. Tổng thống Mỹ thăm Liên Xô năm 1972. Câu 6."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 3,
    "text": "Cuộc chiến tranh nào dưới đây là cuộc chiến tranh cục bộ tiêu biểu trong thời kì Chiến tranh lạnh? A. chiến tranh Triều Tiên. B. chiến tranh Napoleon. C. chiến tranh Hoa Hồng. D. chiến tranh Nga - Ukraine. Câu 7. Tổ chức MAPHILINDO được thành lập vào năm 1963 dựa trên thoả thuận của các quốc gia\nA. Ma-lai-xi-a, Phi-lip-pin, Thái Lan. B. Ma-lai-xi-a, Phi-lip-pin, In-đô-nê-xi-a. C. Ma-lai-xi-a, Phi-lip-pin, Xin-ga-po. D. Ma-lai-xi-a, Phi-lip-pin, Đông Ti-mo. Câu 8."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 4,
    "text": "Quốc gia nào sau đây không phải là thành viên sáng lập Hiệp hội các quốc gia Đông Nam Á (ASEAN) năm 1967? A. Thái Lan. B. Ma-lai-xi-a. C. In-đô-nê-xi-a. D. Cam-pu-chia. Câu 9. Nội dung nào sau đây phản ánh đúng ba trụ cột của Cộng đồng ASEAN? A. Chính trị - An ninh, Kinh tế, Văn hoá - Giáo dục. B. Chính trị - An ninh, Kinh tế, Văn hoá - Xã hội. C. Chính trị, Kinh tế, Văn hoá - Xã hội. D. Chính trị - An ninh, Kinh tế, Văn hoá. Câu 10."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 5,
    "text": "Tầm nhìn ASEAN 2020 là văn bản đầu tiên đề xuất ý tưởng\nA. xây dựng Hiệp hội các quốc gia Đông Nam Á. B. xây dựng Cộng đồng ASEAN gắn bó với nhau. C. xây dựng và hoàn thiện Hiến chương ASEAN. D. xây dựng bản sắc khu vực các quốc gia ASEAN. Câu 11. Một trong những mục đích thành lập của Hiệp hội các quốc gia Đông Nam Á (ASEAN) là\nA. thúc đẩy tăng trưởng kinh tế, tiến bộ xã hội trong khu vực. B. thúc đẩy hợp tác quốc phòng để hình thành liên minh phòng thủ."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 6,
    "text": "C. thành lập tổ chức chính trị, quân sự ở khu vực Đông Nam Á.\nD. giải quyết tranh chấp ở khu vực Đông Nam Á bằng hoà bình. Câu 12. Ban thư kí của Hiệp hội các quốc gia Đông Nam Á (ASEAN) có trụ sở tại\nA. Gia-các-ta (In-đô-nê-xi-a). B. Băng Cốc (Thái Lan). C. Hà Nội (Việt Nam). D. Ma-ni-la (Phi-lip-pin). Câu 13. Nội dung nào dưới đây không phải là biểu hiện của xu thế đa cực hiện nay? A. Sự gia tăng sức mạnh và tầm ảnh hưởng của các nước lớn trên thế giới."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 7,
    "text": "B. Sự suy giảm sức mạnh tương đối của Mỹ trong tương quan với các cường quốc khác. C. Vai trò ngày càng lớn của các trung tâm, tổ chức kinh tế, tài chính quốc tế, khu vực. D. Sự suy giảm sức mạnh tương đối của Liên Xô về kinh tế và quân sự. Câu 14: Nội dung nào dưới đây phản ánh đúng biểu hiện sự suy giảm sức mạnh kinh tế của Mỹ trong thời kì Chiến tranh lạnh? A. Thâm hụt ngân sách, nợ nước ngoài gia tăng. B. Cắt giảm lực lượng quân đội đồn trú ở Châu Phi."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 8,
    "text": "C. Chi phí phúc lợi, phát triển an sinh xã hội quá lớn. D. Lạm phát kéo dài, chi phí an sinh xã hội lớn. Câu 15: Yếu tố nào sau đây là nguyên nhân chủ yếu thúc đẩy xu thế đối thoại, cùng hợp tác sau Chiến tranh lạnh? A. Kinh tế các nước phát triển. B. Xu thế toàn cầu hóa. C. Cách mạng khoa học - kĩ thuật. D. Chủ nghĩa khủng bố xuất hiện. Câu 16."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 9,
    "text": "Nỗ lực vươn lên xác lập trật tự thế giới đơn cực của Mỹ sau Chiến tranh lạnh không thành công do\nA. sự hình thành các trung tâm kinh tế Tây Âu và Nhật Bản. B. tương quan lực lượng giữa các cường quốc trên thế giới. C. sự mở rộng không gian địa lý của hệ thống xã hội chủ nghĩa. D. sự hình thành, phát triển mạnh mẽ của các công ty độc quyền. Câu 17. Nội dung nào sau đây phản ánh đúng mục tiêu của cộng đồng Chính trị - An ninh ASEAN (APSC)?"
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 10,
    "text": "A. Tạo dựng môi trường hòa bình và an ninh khu vực, hợp tác chính trị - an ninh lên một nấc thang mới cao hơn và chặt chẽ hơn. B. Tạo dựng môi trường hòa bình và an ninh khu vực, nâng cao hợp tác chính trị - an ninh theo nguyên tắc đề ra tại Tuyên bố Băng Cốc. C. Lập khối phòng thủ chung trên nền tảng những thành quả hợp tác chính trị - an ninh đạt được. D. Tạo ra một khối phòng thủ chung dựa trên cơ sở tôn trọng các nguyên tắc cơ bản của ASEAN. Câu 18."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 11,
    "text": "Nội dung nào sau đây không phản ánh đúng triển vọng đối với Cộng đồng ASEAN ? A. Tiếp tục phát triển với mức độ liên kết ngày càng chặt chẽ. B. Có quan hệ rộng mở với các đối tác bên ngoài. C. Vị thế ngày càng nâng cao trên trường quốc tế. D. Trở thành một trong những trung tâm toàn cầu về quân sự. Câu 19. Yếu tố khách quan dẫn tới sự ra đời của tổ chức Hiệp hội các quốc gia Đông Nam Á (ASEAN) là\nA. sự xuất hiện của những tổ chức hợp tác khu vực trên thế giới."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 12,
    "text": "B. nhu cầu giúp đỡ nhau để giải quyết khó khăn của các nước. C. nhu cầu hạn chế ảnh hưởng của Mĩ và chủ nghĩa xã hội. D. sự gần gũi về địa lý, tương đồng về lịch sử, kinh tế, văn hóa. Câu 20. Điều kiện tiên quyết đưa đến sự thành lập tổ chức Hiệp hội các quốc gia Đông Nam Á (ASEAN) là các quốc gia thành viên đều\nA. đã giành được độc lập dân tộc. B. có nền kinh tế phát triển mạnh. C. có nền văn hóa dân tộc đặc sắc. D. có chế độ chính trị tương đồng. Câu 21."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 13,
    "text": "Một trong những nguyên nhân đưa tới sự sụp đổ của Trật tự thế giới hai cực I-an-ta là\nA. Mỹ thành công tái sinh một châu Âu hùng mạnh thay thế mình. B. sự vươn lên mạnh mẽ của các nước xã hội chủ nghĩa ở Đông Âu. C. Nhật Bản vươn lên, đối đầu và muốn tranh giành địa vị với Mỹ. D. sự đối đầu căng thẳng đã khiến Liên Xô và Mỹ suy giảm thế mạnh. Câu 22."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 14,
    "text": "Ý nào dưới đây phản ánh đúng nguyên nhân khiến các nước thuộc phe Đồng minh triệu tập Hội nghị I-an-ta (2/1945) khi Chiến tranh thế giới thứ hai bước vào giai đoạn kết thúc? A. Mỹ thành công ném hai quả bom nguyên tử tiêu diệt chủ nghĩa phát xít. B. Phe Đồng minh đã giành được thế chủ động trên chiến trường châu Âu. C. Phát xít Đức đã tuyên bố đầu hàng Đồng minh không điều kiện ở châu Âu. D. Chủ nghĩa phát xít chưa bị tiêu diệt tận gốc nên cần một giải pháp phù hợp. Câu 23."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 15,
    "text": "Năm 1991, vấn đề Campuchia được giải quyết đã tác động như thế nào đến sự phát triển của ASEAN? A. Thúc đẩy nền kinh tế của các nước ASEAN phát triển nhanh chóng. B. Tạo điều kiện chính trị thuận lợi để ASEAN mở rộng thành viên. C. Mĩ đẩy mạnh hợp tác đa phương với các nước trong các diễn đàn lớn. D. ASEAN tăng cường hợp tác mở rộng với các nước bên ngoài khối. Câu 24."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 16,
    "text": "Một trong những thách thức của Việt Nam khi gia nhập tổ chức ASEAN (1995) là\nA. hội nhập, học hỏi, tiếp thu thành tựu khoa học – kĩ thuật. B. thu hút vốn đầu tư của nước ngoài để phát triển kinh tế. C. kinh tế bị cạnh tranh, nguy cơ đánh mất bản sắc văn hóa dân tộc. D. mở rộng, trao đổi và giao lưu văn hóa với các nước trên thế giới. PHẦN II. Câu trắc nghiệm đúng sai. Học sinh trả lời câu hỏi từ câu 1 đến câu 4. Trong mỗi ý a), b), c), d) ở mỗi câu, học sinh chọn đúng hoặc sai. Câu 1."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 17,
    "text": "Đọc đoạn tư liệu sau đây:\n“Những năm cuối thế kỷ XX đang trôi qua với những biến đổi dồn dập và nhanh chóng trong đời sống quốc tế. Liên Xô và các nước xã hội chủ nghĩa Đông Âu đã sụp đổ. Những cuộc chiến tranh mới đã bùng nổ tại Irắc, Nam Tư cũ, Chêxnia trong khi tiếng súng vẫn còn tiếp tục nổ ở Ápganixtăng, Anggola. Nạn khủng bố và maphia đang lan tràn ngày càng rộng trên trái đất,... Trong khi đó vai trò của Mỹ và Cộng đồng châu Âu trong nền chính trị thế giới đang có những thay đổi”."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 18,
    "text": "(Tuarenơ, Maridôn (1996), Sự đảo lộn của thế giới địa chính trị thế kỉ XXI, NXB Chính trị Quốc gia, Hà Nội, tr. 5)\na) Cuối thế kỉ XX, các cuộc chiến tranh mới vẫn tiếp tục bùng nổ ở nhiều nơi trên thế giới. b) Mỹ thành công thiết lập trật tự thế giới đơn cực ngay sau sự sụp đổ của Liên Xô. c) Quan hệ Mỹ - Nhật chuyển sang vừa hợp tác vừa cạnh tranh quyết liệt sau Chiến tranh lạnh. d) Cộng đồng châu Âu đóng vai trò quan trọng trong nền kinh tế và đối ngoại của thế giới. Câu 2."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 19,
    "text": "Đọc đoạn tư liệu sau đây:\n“Những mâu thuẫn gay gắt giữa hai cường quốc Xô - Mỹ trong Chiến tranh lạnh đã ảnh hưởng sâu sắc đến những hoạt động của tổ chức quốc tế lớn nhất thế giới này. Bước vào thập niên 60 của thế kỉ XX, từ thắng lợi của phong trào giải phóng dân tộc, hàng loạt nước mới giành được độc lập và trở thành thành viên của Liên hợp quốc."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 20,
    "text": "Với số lượng thành viên đông đảo hơn, trong thành phần Liên hợp quốc đã hình thành ba lực lượng: Các nước xã hội chủ nghĩa, các nước tư bản chủ nghĩa và các nước mới giành được độc lập. Điều đó đòi hỏi các nghị quyết của Liên hợp quốc phải tính đến lợi ích của cả ba lực lượng này”. (Trần Thị Vinh (Chủ biên, 2008), Lịch sử thế giới hiện đại, NXB Đại học Sư phạm, Hà Nội, tr.84)\na) Thành viên của Liên hợp quốc bao gồm các nước tư bản chủ nghĩa, xã hội chủ nghĩa và các nước mới giành độc lập."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 21,
    "text": "b) Trước thập niên 60 của thế kỉ XX, Liên hợp quốc chịu sự chi phối hoàn toàn của hai cường quốc Xô - Mỹ. c) Trong số các quốc gia mới giành độc lập tham gia Liên hợp quốc bao gồm cả Cộng hòa Liên bang Đức và Cộng hòa Dân chủ Đức. d) Các nghị quyết của Liên hợp quốc phải tính đến lợi ích của mọi thành viên nhằm tránh gây mâu thuẫn, xung đột, đảm bảo hòa bình và an ninh thế giới. Câu 3."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 22,
    "text": "Đọc đoạn tư liệu sau đây:\nĐể thực hiện các mục tiêu của từng trụ cột trong ba trụ cột của Cộng đồng ASEAN, mỗi Hội đồng Cộng đồng ASEAN sẽ:\n(a) Đảm bảo việc thực hiện các quyết định có liên quan của Cấp cao ASEAN;\n(b) Điều phối công việc trong các lĩnh vực phụ trách, và những vấn đề có liên quan đến các Hội đồng Cộng đồng khác;\n(c) Đệ trình các báo cáo và khuyến nghị về những vấn đề thuộc phạm vi trách nhiệm lên Cấp cao ASEAN."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 23,
    "text": "(Trích: Điều 9, Các hội đồng cộng đồng ASEAN, Hiến chương ASEAN)\na) Cộng đồng ASEAN đảm bảo và phụ trách các lĩnh vực có liên quan đến mở rộng đối ngoại. b) Các quyết định đều thực hiện theo phương thức bỏ phiếu dân chủ, kết quả dựa vào số đông. c) Nguyên tắc cơ bản của ASEAN là đồng thuận, không sử dụng vũ lực và đe dọa bằng vũ lực. d) Từng trụ cột đều báo cáo, thực hiện nhiệm vụ theo các quyết định của Cấp cao ASEAN. Câu 4."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 24,
    "text": "Đọc đoạn tư liệu sau đây:\n“Sự hiện diện và tầm quan trọng của ASEAN ngày càng mở rộng không chỉ đối với khu vực Đông Nam Á, mà còn vươn ra phạm vi toàn thế giới… ASEAN đang thể hiện vai trò trung tâm thông qua các thể chế hợp tác đa phương do ASEAN dẫn dắt, như Diễn đàn Khu vực ASEAN (ARF), ASEAN+1, ASEAN+3… Cùng với các cơ chế hợp tác trong ASEAN, điển hình là Hiến chương ASEAN và Tầm nhìn Cộng đồng ASEAN 2025, các cơ chế hợp tác đa phương trên đã và đang giúp ASEAN xử lý khá tốt mối quan hệ giữa lợi ích quốc gia - dân tộc và lợi ích khu vực, lợi ích của khu vực với các đối tác bên ngoài, nhất là dung hòa lợi ích với các nước lớn, từ đó tranh thủ tối đa nguồn lực bên ngoài cho duy trì an ninh và phát triển của ASEAN và các quốc gia thành viên, cũng như đóng góp quan trọng hơn cho hòa bình và phồn vinh ở khu vực Ấn Độ Dương - Thái Bình Dương”."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 25,
    "text": "(Vị thế của Hiệp hội các quốc gia Đông Nam Á và vai trò của Việt Nam trong bối cảnh mới, Tạp chí Cộng sản, Trần Khánh, Trần Lê Minh Trang (2024)\na) ASEAN thể hiện vai trò trung tâm thông qua các thể chế hợp tác đa phương do ASEAN dẫn dắt như Diễn đàn Khu vực ASEAN và ASEAN+1…\nb) ASEAN có vai trò quan trọng đối với khu vực Đông Nam Á và không mở rộng ảnh hưởng ra ngoài khu vực. c) Tầm nhìn Cộng đồng ASEAN 2025 không đóng vai trò trong việc góp phần duy trì an ninh và phát triển của khu vực."
  },
  {
    "source": "ĐỀ KTĐG GIỮA KÌ I - KHỐI 12 (Nga - chuyên Nguyễn Trãi).docx",
    "chunk_id": 26,
    "text": "d) Các cơ chế hợp tác đa phương giúp dung hòa lợi ích giữa các quốc gia thành viên và các nước lớn, từ đó tranh thủ tối đa nguồn lực bên ngoài."
  }
]